{
  "id": "s1",
  "title": "Gunung Fuji (富士山)",
  "category": "Alam & Wisata",
  "translation": "Ini adalah Gunung Fuji. Gunung Fuji adalah gunung tertinggi di Jepang dengan ketinggian 3.776 meter. Gunung ini terletak di perbatasan Prefektur Shizuoka dan Yamanashi. Bentuknya sangat simetris dan indah, sehingga menjadi simbol negara Jepang yang paling terkenal. Banyak orang asing yang datang ke Jepang hanya untuk melihat keindahan gunung ini secara langsung. Bagi masyarakat Jepang, Gunung Fuji adalah gunung yang suci dan membanggakan.\n\nDi setiap musim, Gunung Fuji menunjukkan wajah yang berbeda. Di musim dingin, puncaknya tertutup salju putih yang tebal, menciptakan kontras yang cantik dengan langit biru yang cerah. Pemandangan ini sering digambarkan dalam lukisan dan kartu pos. Di musim semi, kita bisa melihat Gunung Fuji dengan latar belakang bunga sakura yang mekar. Namun, di musim panas, salju mencair dan warna gunung berubah menjadi hitam kecokelatan. Pada musim inilah banyak orang datang untuk mendaki sampai ke puncak.\n\nBanyak orang ingin mendaki Gunung Fuji setidaknya satu kali seumur hidup. Musim pendakian biasanya dibuka dari bulan Juli sampai awal September. Jalur pendakian cukup curam dan udaranya tipis, sehingga sangat melelahkan. Namun, pemandangan matahari terbit dari puncak gunung, yang disebut 'Goraiko', sangatlah menakjubkan. Lelah mendaki akan hilang seketika saat melihat cahaya matahari pagi yang keemasan. Saya bermimpi suatu hari nanti bisa mendaki ke sana bersama teman-teman saya.\n\nGunung Fuji juga bisa dilihat dari jauh pada hari yang cerah. Banyak orang mengambil foto Gunung Fuji dari danau atau kota. Saya ingin melihat Gunung Fuji dengan mata saya sendiri.",
  "template": "これは [[富士山|ふじさん]]です。[[富士山|ふじさん]]は [[日本|にほん]]で [[一番|いちばん]] [[高|たか]]い [[山|やま]]で、[[高|たか]]さは 3776[[メートル|めーとる]]です。この [[山|やま]]は [[静岡県|しずおかけん]]と [[山梨県|やまなしけん]]の [[間|あいだ]]に あります。[[形|かたち]]が とても [[綺麗|きれい]]ですから、[[日本|にほん]]の [[一番|いちばん]] [[有名|ゆうめい]]な [[シンボル|しんぼる]]です。[[沢山|たくさん]]の [[外国人|がいこくじん]]が この [[美|うつく]]しい [[山|やま]]を [[見|み]]に [[日本|にほん]]へ [[来|き]]ます。[[日本人|にほんじん]]にとって、[[富士山|ふじさん]]は [[特別|とくべつ]]な [[誇|ほこ]]りです。\n\n[[季節|きせつ]]によって、[[富士山|ふじさん]]は [[違|ちが]]う [[顔|かお]]を [[見|み]]せます。[[冬|ふゆ]]は、[[頂上|ちょうじょう]]に [[白|しろ]]い [[雪|ゆき]]が たくさん あって、[[青|あお]]い [[空|そら]]と とても [[合|あ]]います。この [[景色|けしき]]は よく [[絵|え]]や [[ポストカード|ぽすとかーど]]に なります。[[春|はる]]には、[[桜|さくら]]と [[一緒|いっしょ]]に [[富士山|ふじさん]]を [[見|み]]ることが できます。でも、[[夏|なつ]]は [[雪|ゆき]]が [[溶|と]]けて、[[山|やま]]の [[色|いろ]]が [[黒|くろ]]く なります。この [[季節|きせつ]]に、[[沢山|たくさん]]の [[人|ひと]]が [[頂上|ちょうじょう]]まで [[登|のぼ]]りに [[来|き]]ます。\n\n[[多|おお]]くの [[人|ひと]]は [[一生|いっしょう]]に [[一度|いちど]]、[[富士山|ふじさん]]に [[登|のぼ]]りたいです。[[登山|とざん]]の [[シーズン|しーずん]]は 7[[月|がつ]]から 9[[月|がつ]]までです。[[道|みち]]は [[険|けわ]]しくて、[[空気|くうき]]が [[薄|うす]]いですから、とても [[疲|つか]]れます。しかし、[[山|やま]]の [[上|うえ]]から [[見|み]]る [[朝日|あさひ]]、「ご[[来光|らいこう]]」は すばらしいです。[[金色|きんいろ]]の [[光|ひかり]]を [[見|み]]ると、[[疲|つか]]れが なくなります。[[私|わたし]]は [[何時か|いつか]] [[友達|ともだち]]と [[一緒|いっしょ]]に そこへ [[登|のぼ]]りたいです。\n\n[[晴|は]]れた [[日|ひ]]には、[[遠|とお]]くからも [[富士山|ふじさん]]が [[見|み]]えます。[[沢山|たくさん]]の [[人|ひと]]が [[写真|しゃしん]]を [[撮|と]]ります。[[私|わたし]]は いつか [[自分|じぶん]]の [[目|め]]で [[富士山|ふじさん]]を [[見|み]]たいです。",
  "icon": "fas fa-mountain",
  "color": "linear-gradient(135deg, #a18cd1 0%, #fbc2eb 100%)"
}