[
  {
    "id": "s1",
    "title": "Gunung Fuji (富士山)",
    "category": "Alam & Wisata",
    "translation": "Ini adalah Gunung Fuji. Gunung Fuji adalah gunung tertinggi di Jepang dengan ketinggian 3.776 meter. Gunung ini terletak di perbatasan Prefektur Shizuoka dan Yamanashi. Bentuknya sangat simetris dan indah, sehingga menjadi simbol negara Jepang yang paling terkenal. Banyak orang asing yang datang ke Jepang hanya untuk melihat keindahan gunung ini secara langsung. Bagi masyarakat Jepang, Gunung Fuji adalah gunung yang suci dan membanggakan.\n\nDi setiap musim, Gunung Fuji menunjukkan wajah yang berbeda. Di musim dingin, puncaknya tertutup salju putih yang tebal, menciptakan kontras yang cantik dengan langit biru yang cerah. Pemandangan ini sering digambarkan dalam lukisan dan kartu pos. Di musim semi, kita bisa melihat Gunung Fuji dengan latar belakang bunga sakura yang mekar. Namun, di musim panas, salju mencair dan warna gunung berubah menjadi hitam kecokelatan. Pada musim inilah banyak orang datang untuk mendaki sampai ke puncak.\n\nBanyak orang ingin mendaki Gunung Fuji setidaknya satu kali seumur hidup. Musim pendakian biasanya dibuka dari bulan Juli sampai awal September. Jalur pendakian cukup curam dan udaranya tipis, sehingga sangat melelahkan. Namun, pemandangan matahari terbit dari puncak gunung, yang disebut 'Goraiko', sangatlah menakjubkan. Lelah mendaki akan hilang seketika saat melihat cahaya matahari pagi yang keemasan. Saya bermimpi suatu hari nanti bisa mendaki ke sana bersama teman-teman saya.",
    "template": "これは [[富士山|ふじさん]]です。[[富士山|ふじさん]]は [[日本|にほん]]で [[一番|いちばん]] [[高い|たかい]] [[山|やま]]で、[[高さ|たか]]さは 3776メートルです。この [[山|やま]]は [[静岡県|しずおかけん]]と [[山梨県|やまなしけん]]の [[間|あいだ]]に あります。[[形|かたち]]が とても [[綺麗|きれい]]ですから、[[日本|にほん]]の [[一番|いちばん]] [[有名|ゆうめい]]な シンボルです。[[沢山|たくさん]]の [[外国人|がいこくじん]]が この [[美|うつく]]しい [[山|やま]]を [[見|み]]に [[日本|にほん]]へ [[来|き]]ます。[[日本人|にほんじん]]にとって、[[富士山|ふじさん]]は [[特別|とくべつ]]な [[誇|ほこ]]りです。\n\n[[季節|きせつ]]によって、[[富士山|ふじさん]]は [[違|ちが]]う [[顔|かお]]を [[見|み]]せます。[[冬|ふゆ]]は、[[頂上|ちょうじょう]]に [[白|しろ]]い [[雪|ゆき]]が たくさん あって、[[青|あお]]い [[空|そら]]と とても [[合|あ]]います。この [[景色|けしき]]は よく [[絵|え]]や ポストカードに なります。[[春|はる]]には、[[桜|さくら]]と [[一緒|いっしょ]]に [[富士山|ふじさん]]を [[見|み]]ることが できます。でも、[[夏|なつ]]は [[雪|ゆき]]が [[溶|と]]けて、[[山|やま]]の [[色|いろ]]が [[黒|くろ]]く なります。この [[季節|きせつ]]に、[[沢山|たくさん]]の [[人|ひと]]が [[頂上|ちょうじょう]]まで [[登|のぼ]]りに [[来|き]]ます。\n\n[[多|おお]]くの [[人|ひと]]は [[一生|いっしょう]]に [[一度|いちど]]、[[富士山|ふじさん]]に [[登|のぼ]]りたいです。[[登山|とざん]]の シーズンは [[7月|しちがつ]]から [[9月|くがつ]]までです。[[道|みち]]は [[険|けわ]]しくて、[[空気|くうき]]が [[薄|うす]]いですから、とても [[疲|つか]]れます。しかし、[[山|やま]]の [[上|うえ]]から [[見|み]]る [[朝日|あさひ]]、「ご[[来光|らいこう]]」は すばらしいです。[[金色|きんいろ]]の [[光|ひかり]]を [[見|み]]ると、[[疲|つか]]れが なくなります。[[私|わたし]]は [[何時か|いつか]] [[友達|ともだち]]と [[一緒|いっしょ]]に そこへ [[登|のぼ]]りたいです。",
    "icon": "fas fa-mountain",
    "color": "linear-gradient(135deg, #a18cd1 0%, #fbc2eb 100%)"
  },
  {
    "id": "s2",
    "title": "Kehidupan Anjing (犬の生活)",
    "category": "Hewan",
    "translation": "Nama saya adalah Tomo. Saya adalah seekor anjing jantan yang tinggal di rumah keluarga Tuan Santos. Keluarga ini sangat baik kepada saya. Setiap pagi, tugas saya dimulai pagi-pagi sekali. Saya pergi jalan-jalan keliling komplek perumahan bersama Nyonya Santos. Saya suka mencium bau rumput dan menyapa anjing-anjing lain di jalan. Sekitar jam 8 pagi, saya mengantar Teresa, anak perempuan keluarga ini, sampai ke depan gerbang sekolah. Setelah itu, saya dan Nyonya pergi ke pasar atau supermarket untuk berbelanja. Saya menunggu dengan sabar di depan toko.\n\nSore harinya adalah waktu yang paling saya tunggu. Saya pergi menjemput Teresa di sekolah. Ketika Teresa melihat saya, dia selalu berlari dan memeluk saya. Kemudian, kami pergi ke taman kota yang luas. Di sana, kami bermain lempar bola atau kejar-kejaran sampai matahari terbenam. Saya berlari sangat cepat dan Teresa tertawa senang. Meskipun lelah, saya merasa bahagia bisa menjaga Teresa. Sesampainya di rumah, saya makan malam dengan lahap lalu tidur di dekat sofa.\n\nNamun, ada satu hal yang membuat saya iri. Di rumah ini juga ada seekor kucing bernama Mii-chan. Mii-chan sangat malas. Setiap hari dia hanya tidur di atas bantal yang empuk, makan ikan enak, dan tidak melakukan pekerjaan apa pun. Dia tidak perlu jalan-jalan, tidak perlu menjemput Teresa, dan tidak perlu menjaga rumah. Kalau akhir pekan tiba, keluarga Santos pergi berlibur naik mobil ke tempat jauh. Saya harus ikut dan kadang saya mabuk kendaraan, tapi Mii-chan boleh tinggal di rumah sendirian. Sungguh tidak adil. Saya ingin sekali-kali bertukar nasib dan beristirahat seharian seperti kucing.",
    "template": "[[私|わたし]]は トモです。サントスさんの [[家族|かぞく]]と [[住|す]]んでいる [[男|おとこ]]の [[犬|いぬ]]です。この [[家族|かぞく]]は とても [[優|やさ]]しいです。[[毎朝|まいあさ]]、[[私|わたし]]の [[仕事|しごと]]は [[早|はや]]く [[始|はじ]]まります。[[奥|おく]]さんと [[一緒|いっしょ]]に [[町|まち]]を [[散歩|さんぽ]]します。[[私|わたし]]は [[草|くさ]]の [[匂|にお]]いを [[嗅|か]]いだり、ほかの [[犬|いぬ]]に [[挨拶|あいさつ]]したり するのが [[好|す]]きです。[[8時|はちじ]]ごろ、テレーザちゃんと [[学校|がっこう]]へ [[行|い]]きます。そのあと、[[奥|おく]]さんと スーパーへ [[買い物|かいもの]]に [[行|い]]きます。[[私|わたし]]は [[店|みせ]]の [[前|まえ]]で [[待|ま]]ちます。\n\n[[夕方|ゆうがた]]は [[一番|いちばん]] [[楽|たの]]しい [[時間|じかん]]です。[[学校|がっこう]]へ テレーザちゃんを [[迎|むか]]えに [[行|い]]きます。テレーザちゃんは [[私|わたし]]を [[見|み]]ると、[[走|はし]]って [[来|き]]ます。それから、[[広|ひろ]]い [[公園|こうえん]]へ [[行|い]]きます。そこで ボールで [[遊|あそ]]んだり、[[走|はし]]ったり します。[[私|わたし]]は とても [[速|はや]]いです。[[疲|つか]]れますが、テレーザちゃんは [[笑|わら]]いますから、[[私|わたし]]は [[嬉|うれ]]しいです。[[家|いえ]]に [[帰|かえ]]って、[[晩ご飯|ばんごはん]]を [[食|た]]べて、ソファーの [[近|ちか]]くで [[寝|ね]]ます。\n\nでも、[[一|ひと]]つ だけ [[嫌|いや]]な ことが あります。この [[家|いえ]]に ミーちゃんという [[猫|ねこ]]が います。ミーちゃんは とても 怠け者です。[[毎日|まいにち]] [[柔|やわ]]らかい クッションの [[上|うえ]]で [[寝|ね]]たり、[[美味|おい]]しい [[魚|さかな]]を [[食|た]]べたり します。[[仕事|しごと]]を 全然 しません。[[散歩|さんぽ]]もしませんし、テレーザちゃんを [[迎|むか]]えにも [[行|い]]きません。[[週末|しゅうまつ]]に サントスさんの [[家族|かぞく]]は [[車|くるま]]で [[旅行|りょこう]]に [[行|い]]きます。[[私|わたし]]は [[一緒|いっしょ]]に [[行|い]]かなければなりません。でも、ミーちゃんは [[家|いえ]]で 留守番を します。[[私|わたし]]は ときどき [[猫|ねこ]]と [[一緒|いっしょ]]に [[一日中|いちにちじゅう]] [[休|やす]]みたいです。",
    "icon": "fas fa-dog",
    "color": "linear-gradient(135deg, #f6d365 0%, #fda085 100%)"
  },
  {
    "id": "s3",
    "title": "Hari Natal (クリスマス)",
    "category": "Budaya & Tradisi",
    "translation": "Di Jepang, Hari Natal dirayakan setiap tanggal 24 Desember dan 25 Desember. Berbeda dengan negara lain, Natal di sini bukanlah hari libur nasional, melainkan hari untuk bersenang-senang. Ketika memasuki bulan Desember, cuaca menjadi sangat dingin dan angin bertiup kencang. Namun, suasana kota menjadi sangat hangat dan romantis. Toko-toko dihiasi dengan lampu berwarna-warni yang disebut 'Illumination'. Pohon Natal raksasa dipasang di alun-alun kota, dan lagu-lagu Natal diputar di mana-mana.\n\nBagi orang Jepang, malam Natal biasanya dihabiskan bersama pasangan atau keluarga. Ada tradisi unik di Jepang, yaitu makan ayam goreng (biasanya KFC) dan kue stroberi (Christmas Cake) pada malam Natal. Kita harus memesan ayam dan kue itu dari jauh-jauh hari karena sangat populer. Di rumah, kami berkumpul di meja makan yang penuh dengan makanan enak. Kami minum jus atau sampanye, dan tertawa bersama menceritakan kejadian lucu tahun ini.\n\nBagian yang paling disukai anak-anak tentu saja adalah hadiah. Sebelum tidur, anak-anak menggantungkan kaus kaki besar dan berharap Santa Claus datang membawa mainan yang mereka inginkan. Keesokan paginya, mereka bangun dengan semangat untuk membuka kado. Melihat wajah bahagia mereka adalah momen terbaik. Meskipun di luar sangat dingin, Natal selalu membawa kehangatan di dalam hati kami. Saya sangat menyukai suasana Natal yang penuh cinta ini.",
    "template": "[[日本|にほん]]では、[[クリスマス|くりすます]]は [[12月|じゅうにがつ]][[24日|にじゅうよっか]]と [[25日|にじゅうごにち]]です。ほかの [[国|くに]]と [[違|ちが]]って、[[休|やす]]みの日 ではありません。でも、とても [[楽|たの]]しい [[日|ひ]]です。[[12月|じゅうにがつ]]に なると、[[天気|てんき]]は とても [[寒|さむ]]く なります。しかし、[[町|まち]]の [[雰囲気|ふんいき]]は 賑やかで ロマンチックです。[[店|みせ]]は カラフルな ライトや イルミネーションで [[飾|かざ]]られます。[[町|まち]]の [[真|ま]]ん[[中|なか]]に [[大|おお]]きい [[クリスマス|くりすます]]ツリーが あります。どこでも [[クリスマス|くりすます]]の [[音楽|おんがく]]を [[聞|き]]くことが できます。\n\n[[日本人|にほんじん]]は、[[クリスマス|くりすます]]の [[夜|よる]]を [[恋人|こいびと]]や [[家族|かぞく]]と [[過|す]]ごします。[[日本|にほん]]には ユニークな [[習慣|しゅうかん]]が あります。フライドチキンと ケーキを [[食|た]]べることです。とても [[人気|にんき]]がありますから、[[予約|よやく]]しなければなりません。[[家|いえ]]で、[[私|わたし]]たちは [[食卓|しょくたく]]に [[集|あつ]]まります。[[沢山|たくさん]]の ご馳走が あります。ジュースや お[[酒|さけ]]を [[飲|の]]んで、[[今年|ことし]]の [[話|はなし]]をして [[笑|わら]]います。\n\n[[子供|こども]]たちは プレゼントが [[一番|いちばん]] [[好|す]]きです。[[寝|ね]]る [[前|まえ]]に、[[大|おお]]きい [[靴下|くつした]]を [[置|お]]いて、サンタクロースを [[待|ま]]ちます。[[次|つぎ]]の [[朝|あさ]]、[[彼|かれ]]らは [[早|はや]]く [[起|お]]きて、プレゼントを [[開|あ]]けます。[[子供|こども]]の [[嬉|うれ]]しい [[顔|かお]]を [[見|み]]るのは [[幸|しあわ]]せです。[[外|そと]]は [[寒|さむ]]いですが、[[心|こころ]]は [[暖|あたた]]かいです。[[私|わたし]]は このような [[クリスマス|くりすます]]が [[大好|だいす]]きです。",
    "icon": "fas fa-tree",
    "color": "linear-gradient(135deg, #84fab0 0%, #8fd3f4 100%)"
  },
  {
    "id": "s4",
    "title": "Santa Claus (サンタクロース)",
    "category": "Budaya & Tradisi",
    "translation": "Halo, saya adalah Santa Claus. Kalian pasti mengenal saya, bukan? Saya tinggal di tempat yang sangat jauh di utara, tempat yang selalu tertutup es dan salju. Rumah saya tersembunyi, jadi tidak ada yang tahu alamat pastinya. Saya sangat suka memakai baju berwarna merah dan topi merah dengan bulu putih. Mengapa merah? Karena warna merah itu hangat dan ceria, sangat cocok dipakai di tempat dingin. Saya juga punya janggut putih yang panjang dan lebat.\n\nSebenarnya, saya hanya bekerja satu hari saja dalam satu tahun, yaitu pada malam tanggal 24 Desember. Tapi jangan salah, pekerjaan itu sangat berat! Saya harus menyiapkan jutaan hadiah untuk anak-anak baik di seluruh dunia. Saya dibantu oleh para kurcaci di pabrik mainan dan rusa-rusa kutub yang bisa terbang. Rusa kebanggaan saya menarik kereta luncur menembus langit malam. Kami terbang sangat cepat dari satu rumah ke rumah lain, masuk lewat cerobong asap, dan meletakkan hadiah di bawah pohon Natal.\n\nSaya sebenarnya masih lajang dan tinggal sendirian (selain bersama para kurcaci). Saya tidak punya anak kandung, tetapi saya menganggap semua anak di dunia adalah anak saya. Saya sangat menyukai anak-anak yang jujur dan penurut. Sepanjang tahun, saya membaca surat-surat yang dikirimkan oleh mereka. Pada malam Natal, mereka menunggu kedatangan saya dengan hati berdebar. Mengetahui bahwa saya bisa membuat mereka tersenyum adalah kebahagiaan terbesar bagi saya. Pekerjaan ini adalah pekerjaan terbaik di dunia.",
    "template": "こんにちは、[[私|わたし]]は サンタクロースです。みなさんは [[私|わたし]]を [[知|し]]っていますね。[[私|わたし]]は [[北|きた]]の とても [[寒|さむ]]い [[所|ところ]]に [[住|す]]んで います。そこには いつも [[氷|こおり]]と [[雪|ゆき]]が あります。[[私|わたし]]の [[家|いえ]]は [[秘密|ひみつ]]ですから、[[誰|だれ]]も [[住所|じゅうしょ]]を [[知|し]]りません。[[私|わたし]]は [[赤|あか]]い [[服|ふく]]と [[赤|あか]]い [[帽子|ぼうし]]が [[好|す]]きです。どうして [[赤|あか]]ですか。[[赤|あか]]は [[暖|あたた]]かくて [[明|あか]]るい [[色|いろ]]だからです。[[私|わたし]]は [[白|しろ]]くて [[長|なが]]い ひげも あります。\n\n[[実|じつ]]は、[[私|わたし]]は [[1年|いちねん]]に [[一日|いちにち]]だけ [[働|はたら]]きます。[[12月|じゅうにがつ]][[24日|にじゅうよっか]]です。でも、その [[仕事|しごと]]は [[大変|たいへん]]です！ [[世界中|せかいじゅう]]の いい [[子|こ]]のために プレゼントを [[準備|じゅんび]]しなければなりません。[[小人|こびと]]と トナカイが [[手伝|てつだ]]って くれます。トナカイは ソリを [[引|ひ]]いて、[[空|そら]]を [[飛|と]]びます。[[私|わたし]]たちは [[煙突|えんとつ]]から [[家|いえ]]に [[入|はい]]って、ツリーの [[下|した]]に プレゼントを [[置|お]]きます。\n\n[[私|わたし]]は [[独身|どくしん]]で、[[一人|ひとり]]で [[住|す]]んで います。[[子供|こども]]がいませんが、[[世界|せかい]]の [[子供|こども]]が [[大好|だいす]]きです。[[私|わたし]]は [[一年中|いちねんじゅう]] [[子供|こども]]からの [[手紙|てがみ]]を [[読|よ]]みます。[[クリスマス|くりすます]]の [[夜|よる]]、みんな [[私|わたし]]を [[待|ま]]って います。[[子供|こども]]を [[笑顔|えがお]]に することが できますから、[[私|わたし]]は [[幸|しあわ]]せです。これは [[世界|せかい]]で [[一番|いちばん]] いい [[仕事|しごと]]です。",
    "icon": "fas fa-sleigh",
    "color": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 99%, #fecfef 100%)"
  },
  {
    "id": "s5",
    "title": "Keluarga Saya (わたしの家族)",
    "category": "Keluarga",
    "translation": "Keluarga saya adalah keluarga yang cukup besar dan ramai. Kami terdiri dari 5 orang: Ayah, Ibu, Kakak laki-laki, Adik perempuan, dan saya sendiri. Ayah saya adalah seorang pegawai perusahaan otomotif yang rajin. Setiap pagi beliau berangkat naik kereta yang penuh sesak dan pulang larut malam. Ibu saya adalah seorang ibu rumah tangga yang hebat. Beliau sangat pandai memasak, terutama masakan Jepang seperti Tempura dan Sup Miso. Ibu selalu memastikan rumah bersih dan nyaman untuk kami semua.\n\nSaudara-saudara saya juga memiliki kesibukan masing-masing. Kakak laki-laki saya bekerja sebagai insinyur perangkat lunak di sebuah perusahaan IT di Tokyo. Dia sangat pintar komputer dan sering membantu saya jika laptop saya rusak. Adik perempuan saya masih duduk di bangku SMA kelas 2. Dia sangat rajin belajar karena ingin masuk universitas yang bagus, tapi dia juga suka mendengarkan musik pop di kamarnya. Saya sendiri adalah mahasiswa jurusan sastra. Setiap hari saya pergi ke kampus naik sepeda untuk belajar bahasa dan budaya.\n\nMeskipun kami semua sibuk pada hari kerja, hari Minggu adalah hari khusus keluarga. Kami biasanya pergi ke taman besar untuk piknik atau sekadar jalan-jalan santai membawa anjing kami. Di sana kami bermain badminton atau melempar frisbee. Malam harinya, kami makan malam bersama di rumah sambil menonton acara komedi di televisi. Kami saling bercerita tentang apa yang terjadi selama seminggu. Keluarga saya sangat hangat, baik hati, dan selalu mendukung satu sama lain. Saya merasa sangat beruntung dan bahagia memiliki keluarga seperti mereka.",
    "template": "[[私|わたし]]の [[家族|かぞく]]は [[5人|ごにん]]です。[[父|ちち]]と [[母|はは]]と [[兄|あに]]と [[妹|いもうと]]と [[私|わたし]]です。[[父|ちち]]は [[自動車|じどうしゃ]]の [[会社|かいしゃ]]の [[会社員|かいしゃいん]]です。[[父|ちち]]は [[毎朝|まいあさ]] [[満員|まんいん]]電車で [[仕事|しごと]]へ [[行|い]]って、[[夜|よる]] [[遅|おそ]]く [[帰|かえ]]ります。[[母|はは]]は [[主婦|しゅふ]]です。[[料理|りょうり]]が とても [[上手|じょうず]]です。とくに 天ぷらや お味噌汁が [[美味|おい]]しいです。[[母|はは]]は いつも [[家|いえ]]を [[綺麗|きれい]]に します。\n\n[[兄弟|きょうだい]]も [[忙|いそが]]しいです。[[兄|あに]]は 東京の ITの [[会社|かいしゃ]]の エンジニアです。コンピューターが [[得意|とくい]]ですから、[[私|わたし]]の パソコンを [[直|なお]]して くれます。[[妹|いもうと]]は [[高校|こうこう]][[2年生|にねんせい]]です。いい [[大学|だいがく]]へ [[行|い]]きたいですから、よく [[勉強|べんきょう]]します。でも、[[部屋|へや]]で [[音楽|おんがく]]を [[聞|き]]くのも [[好|す]]きです。[[私|わたし]]は [[大学生|だいがくせい]]です。[[毎日|まいにち]] [[自転車|じてんしゃ]]で [[大学|だいがく]]へ [[行|い]]きます。\n\n[[平日|へいじつ]]は みんな [[忙|いそが]]しいですが、[[日曜日|にちようび]]は [[家族|かぞく]]の [[日|ひ]]です。[[私|わたし]]たちは よく [[公園|こうえん]]へ ピクニックに [[行|い]]きます。そこで バドミントンを したり、[[犬|いぬ]]と [[散歩|さんぽ]]したり します。[[夜|よる]]は [[一緒|いっしょ]]に テレビを [[見|み]]ながら、[[晩ご飯|ばんごはん]]を [[食|た]]べます。いろいろな [[話|はなし]]を します。[[私|わたし]]の [[家族|かぞく]]は [[明|あか]]るくて、[[優|やさ]]しいです。[[家族|かぞく]]が [[大好き|だいすき]]です。",
    "icon": "fas fa-users",
    "color": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)"
  },
  {
    "id": "s6",
    "title": "Hari Sabtu Saya (私の土曜日)",
    "category": "Kehidupan Sehari-hari",
    "translation": "Bagi saya, hari Sabtu adalah hari yang paling berharga dalam satu minggu. Setelah bekerja keras dari Senin sampai Jumat, saya akhirnya bisa bersantai. Saya biasanya bangun sedikit terlambat, sekitar jam 9 pagi. Sinar matahari masuk melalui jendela kamar saya dan membangunkan saya dengan lembut. Saya memulai hari dengan sarapan yang mewah. Saya memanggang roti, menggoreng telur dan sosis, serta menyeduh kopi yang harum. Setelah perut kenyang, saya membersihkan apartemen saya. Saya mencuci baju, menyedot debu, dan merapikan rak buku. Melihat kamar yang bersih membuat perasaan saya menjadi sangat segar.\n\nSiang harinya, saya keluar rumah untuk bertemu dengan teman-teman baik saya. Kami berjanji bertemu di taman kota yang luas. Cuaca hari ini sangat cerah, jadi taman penuh dengan orang. Kami berjalan-jalan santai di bawah pohon-pohon besar, lalu kami bermain sepak bola atau bulu tangkis di lapangan rumput. Tertawa dan bergerak bersama teman membuat stres pekerjaan hilang seketika. Setelah lelah berolahraga, kami pergi ke kafe favorit kami. Di sana, kami memesan kue manis dan es kopi sambil mengobrol tentang banyak hal, mulai dari hobi sampai rencana masa depan.\n\nMenjelang malam, saya pulang ke rumah dengan perasaan puas. Saya mampir ke supermarket untuk membeli bahan makan malam. Malam ini saya ingin memasak kari yang enak. Setelah makan malam, saatnya untuk waktu santai yang sesungguhnya. Saya mengisi bak mandi dengan air panas dan memasukkan garam mandi yang wangi. Berendam di ofuro (bak mandi) adalah budaya Jepang yang sangat saya sukai karena bisa melemaskan otot-otot yang kaku. Sebelum tidur, saya duduk di sofa sambil mendengarkan musik jazz yang tenang atau membaca novel. Hari Sabtu saya benar-benar hari yang sempurna untuk memulihkan energi.",
    "template": "[[私|わたし]]にとって、[[土曜日|どようび]]は [[一週間|いっしゅうかん]]で [[一番|いちばん]] [[大切|たいせつ]]な [[日|ひ]]です。[[月曜日|げつようび]]から [[金曜日|きんようび]]まで [[一生懸命|いっしょうけんめい]] [[働|はたら]]きましたから、やっと リラックスできます。[[私|わたし]]は たいてい [[少|すこ]]し [[遅|おそ]]く [[起|お]]きます。[[9時|くじ]]ぐらいです。[[太陽|たいよう]]の [[光|ひかり]]が [[部屋|へや]]に [[入|はい]]って、[[私|わたし]]を [[起|お]]こします。[[私|わたし]]は [[豪華|ごうか]]な [[朝ご飯|あさごはん]]で [[一日|いちにち]]を [[始|はじ]]めます。パンを [[焼|や]]いて、[[卵|たまご]]と ソーセージを [[焼|や]]いて、いい [[匂|にお]]いの コーヒーを [[淹|い]]れます。お[[腹|なか]]が いっぱいに なってから、アパートを [[掃除|そうじ]]します。[[服|ふく]]を [[洗濯|せんたく]]して、[[掃除機|そうじき]]を かけて、[[本棚|ほんだな]]を [[整理|せいり]]します。[[綺麗|きれい]]な [[部屋|へや]]を [[見|み]]ると、[[気分|きぶん]]が とても すっきりします。\n\n[[昼|ひる]]は、[[仲|なか]]のいい [[友達|ともだち]]に [[会|あ]]うために [[外出|がいしゅつ]]します。[[私|わたし]]たちは [[広|ひろ]]い [[公園|こうえん]]で [[会|あ]]います。[[今日|きょう]]の [[天気|てんき]]は とても [[晴|は]]れですから、[[公園|こうえん]]には [[人|ひと]]が [[沢山|たくさん]] います。[[私|わたし]]たちは [[木|き]]の [[下|した]]を [[散歩|さんぽ]]して、[[芝生|しばふ]]で サッカーや バドミントンを します。[[友達|ともだち]]と [[一緒|いっしょ]]に [[笑|わら]]ったり [[動|うご]]いたり すると、[[仕事|しごと]]の ストレスが なくなります。[[運動|うんどう]]した あとで、お[[気|き]]に[[入|い]]りの カフェへ [[行|い]]きます。そこで、[[甘|あま]]い ケーキと アイスコーヒーを [[注文|ちゅうもん]]して、[[趣味|しゅみ]]や [[将来|しょうらい]]について [[話|はな]]します。\n\n[[夜|よる]]、[[満足|まんぞく]]して [[家|いえ]]へ [[帰|かえ]]ります。スーパーへ [[寄|よ]]って、[[晩ご飯|ばんごはん]]の [[材料|ざいりょう]]を [[買|か]]います。[[今夜|こんや]]は [[美味|おい]]しい カレーを [[作|つく]]りたいです。[[晩ご飯|ばんごはん]]の あと、リラックスタイムです。お[[風呂|ふろ]]に お[[湯|ゆ]]を [[入|い]]れて、いい [[匂|にお]]いの バスソルトを [[入|い]]れます。お[[風呂|ふろ]]に [[入|はい]]るのは [[日本|にほん]]の [[文化|ぶんか]]で、[[体|からだ]]の [[疲|つか]]れが とれますから、[[私|わたし]]は [[大好|だいす]]きです。[[寝|ね]]る [[前|まえ]]に、ソファーに [[座|すわ]]って、[[静|しず]]かな ジャズを [[聞|き]]いたり、[[小説|しょうせつ]]を [[読|よ]]んだり します。[[私|わたし]]の [[土曜日|どようび]]は エネルギーを チャージするための [[完璧|かんぺき]]な [[日|ひ]]です。",
    "icon": "fas fa-mug-hot",
    "color": "linear-gradient(135deg, #cfd9df 0%, #e2ebf0 100%)"
  },
  {
    "id": "s7",
    "title": "Musim Semi & Sakura (春と桜)",
    "category": "Alam & Musim",
    "translation": "Musim dingin yang panjang dan dingin akhirnya berakhir. Sekarang musim semi telah tiba di Jepang. Udara perlahan menjadi hangat, dan tunas-tunas hijau mulai muncul di pepohonan. Bagi orang Jepang, musim semi bukan hanya pergantian musim, tapi juga awal dari kehidupan baru. Sekolah dimulai pada bulan April, begitu juga dengan tahun fiskal perusahaan. Semua orang merasa bersemangat. Simbol utama musim semi tentu saja adalah bunga Sakura. Bunga berwarna merah muda yang lembut ini mekar serentak di seluruh negeri, mengubah pemandangan kota menjadi seperti lukisan yang indah.\n\nKetika sakura mekar penuh (mankai), orang-orang melakukan tradisi yang disebut 'Hanami'. Hanami berarti melihat bunga. Namun, ini bukan sekadar melihat. Kami pergi ke taman atau pinggir sungai bersama teman, keluarga, atau rekan kerja. Kami menggelar tikar biru di bawah pohon sakura. Kami membawa bekal makanan (bento), camilan, dan tentu saja minuman beralkohol seperti bir atau sake. Di sana kami makan, minum, bernyanyi, dan bersenang-senang sepanjang hari. Suasananya sangat meriah seperti pesta rakyat. Terkadang kami harus datang pagi-pagi sekali untuk memesan tempat karena taman sangat penuh.\n\nSayangnya, keindahan sakura tidak berlangsung lama. Bunga ini hanya mekar sekitar satu atau dua minggu. Setelah itu, kelopak bunga akan mulai gugur. Saat angin bertiup, ribuan kelopak sakura beterbangan di udara seperti hujan salju berwarna pink. Pemandangan ini disebut 'Sakura Fubuki' dan sangat menakjubkan sekaligus sedikit sedih. Orang Jepang menyukai sakura justru karena keindahannya yang singkat itu. Ini mengajarkan kita untuk menghargai setiap momen dalam hidup. Musim semi adalah musim yang penuh dengan pertemuan dan perpisahan, serta harapan baru.",
    "template": "[[長|なが]]くて [[寒|さむ]]い [[冬|ふゆ]]が [[終|お]]わりました。[[今|いま]]、[[日本|にほん]]に [[春|はる]]が [[来|き]]ました。[[空気|くうき]]が だんだん [[暖|あたた]]かく なって、[[木|き]]に [[緑|みどり]]の [[芽|め]]が [[出|で]]てきます。[[日本人|にほんじん]]にとって、[[春|はる]]は [[新|あたら]]しい [[生活|せいかつ]]の [[始|はじ]]まりです。[[学校|がっこう]]は [[4月|しがつ]]に [[始|はじ]]まりますし、[[会社|かいしゃ]]の [[新|あたら]]しい [[年度|ねんど]]も [[始|はじ]]まります。みんな ワクワクしています。[[春|はる]]の シンボルは もちろん [[桜|さくら]]です。この ピンク[[色|いろ]]の [[柔|やわ]]らかい [[花|はな]]は [[国中|くにじゅう]]で [[咲|さ]]いて、[[町|まち]]の [[景色|けしき]]を [[綺麗|きれい]]な [[絵|え]]のように [[変|か]]えます。\n\n[[桜|さくら]]が [[満開|まんかい]]に なるとき、[[人|ひと]]びとは「[[花見|はなみ]]」を します。[[花見|はなみ]]は [[花|はな]]を [[見|み]]ることです。でも、ただ [[見|み]]るだけ ではありません。[[私|わたし]]たちは [[友達|ともだち]]や [[家族|かぞく]]や [[同僚|どうりょう]]と [[公園|こうえん]]や [[川|かわ]]の そばへ [[行|い]]きます。[[桜|さくら]]の [[木|き]]の [[下|した]]に [[青|あお]]い シートを [[敷|し]]きます。お[[弁当|べんとう]]や お[[菓子|かし]]や ビールや お[[酒|さけ]]を [[持|も]]って [[行|い]]きます。そこで [[一日中|いちにちじゅう]] [[食|た]]べたり、[[飲|の]]んだり、[[歌|うた]]ったり して [[楽|たの]]しみます。[[雰囲気|ふんいき]]は とても [[賑|にぎ]]やかで、パーティーの ようです。[[公園|こうえん]]は とても [[混|こ]]みますから、ときどき [[場所|ばしょ]]を [[取|と]]るために [[朝|あさ]] [[早|はや]]く [[行|い]]かなければなりません。\n\n残念ですが、[[桜|さくら]]は [[長|なが]]く [[咲|さ]]きません。だいたい 1[[週間|しゅうかん]]か 2[[週間|しゅうかん]]だけです。そのあと、[[花びら|はなびら]]が [[散|ち]]ります。[[風|かぜ]]が [[吹|ふ]]くとき、[[何千|なんぜん]]もの [[花びら|はなびら]]が ピンクの [[雪|ゆき]]のように [[空|そら]]を [[飛|と]]びます。この [[景色|けしき]]は「[[桜|さくら]][[吹雪|ふぶき]]」といって、とても すばらしいですが、[[少|すこ]]し [[悲|かな]]しいです。[[桜|さくら]]は すぐ なくなりますから、[[日本人|にほんじん]]は [[桜|さくら]]が [[好|す]]きです。これは [[人生|じんせい]]の [[時間|じかん]]を [[大切|たいせつ]]に することを [[教|おし]]えて くれます。[[春|はる]]は [[出|で]][[会|あ]]いと [[別|わか]]れの [[季節|きせつ]]で、[[新|あたら]]しい [[希望|きぼう]]の [[季節|きせつ]]です。",
    "icon": "fas fa-fan",
    "color": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)"
  },
  {
    "id": "s8",
    "title": "Toserba / Konbini (コンビニ)",
    "category": "Kehidupan Sehari-hari",
    "translation": "Toserba atau 'Konbini' di Jepang adalah tempat yang sangat luar biasa. Sesuai namanya, 'convenience store', tempat ini benar-benar membuat hidup menjadi nyaman. Konbini buka 24 jam sehari, 365 hari setahun. Kapan pun kita butuh sesuatu, pagi buta atau tengah malam, konbini selalu buka dengan lampu yang terang benderang. Di dekat rumah saya saja ada tiga konbini: 7-Eleven, Lawson, dan Family Mart. Bagi orang asing yang baru tinggal di Jepang, konbini adalah penyelamat hidup karena mereka menjual hampir semua kebutuhan dasar sehari-hari.\n\nMakanan di konbini Jepang terkenal sangat enak dan berkualitas tinggi. Ada berbagai macam Onigiri (nasi kepal), Bento (nasi kotak), sandwich, roti, dan salad. Onigiri rasa tuna mayones dan salmon adalah favorit saya. Di musim dingin, mereka menjual Oden yang panas dan bakpao daging di dekat kasir. Di musim panas, ada banyak es krim dan minuman dingin. Kualitas makanannya selalu dijaga segar. Banyak pekerja kantor yang membeli makan siang mereka di sini karena cepat, murah, dan lezat. Bagian kue dan puding juga sangat populer karena rasanya setara dengan toko kue mahal.\n\nSelain makanan, konbini menyediakan banyak jasa pelayanan. Kita bisa memfotokopi dokumen, mengirim faks, dan mencetak foto. Kita juga bisa membayar berbagai tagihan seperti listrik, gas, air, dan asuransi kesehatan di kasir. Ada juga mesin ATM yang bisa digunakan untuk mengambil uang kapan saja. Bahkan kita bisa mengirim dan menerima paket pos di sana. Pelayan toko dilatih untuk melayani dengan sangat sopan dan cepat. Begitu kita masuk, mereka akan berteriak 'Irasshaimase!' dengan semangat. Konbini benar-benar bagian tak terpisahkan dari infrastruktur kehidupan modern di Jepang.",
    "template": "[[日本|にほん]]の コンビニは とても すばらしい [[場所|ばしょ]]です。名前のとおり、とても [[便利|べんり]]です。コンビニは [[24時間|にじゅうよじかん]]、[[365日|さんびゃくろくじゅうごにち]] [[開|あ]]いて います。いつ [[何|なに]]かが [[必要|ひつよう]]でも、[[早朝|そうちょう]]でも [[真夜中|まよなか]]でも、コンビニは いつも [[明|あか]]るくて、[[開|あ]]いて います。[[私|わたし]]の [[家|いえ]]の [[近|ちか]]くだけに、セブンイレブンと ローソンと ファミリーマートが あります。[[日本|にほん]]に [[住|す]]む [[外国人|がいこくじん]]にとって、コンビニは [[生活|せいかつ]]の [[救世主|きゅうせいしゅ]]です。\n\n[[日本|にほん]]の コンビニの [[食|た]]べ[[物|もの]]は とても [[美味|おい]]しくて、[[質|しつ]]が [[高|たか]]いです。いろいろな おにぎりや お[[弁当|べんとう]]や サンドイッチや パンや サラダが あります。ツナマヨと サケの おにぎりは [[私|わたし]]の お[[気|き]]に[[入|い]]りです。[[冬|ふゆ]]には、レジの [[横|よこ]]で [[温|あたた]]かい おでんや [[肉|にく]]まんを [[売|う]]って います。[[夏|なつ]]には、アイスクリームや [[冷|つめ]]たい [[飲|の]]み[[物|もの]]が [[沢山|たくさん]] あります。[[食|た]]べ[[物|もの]]は いつも [[新鮮|しんせん]]です。[[早|はや]]くて [[安|やす]]くて [[美味|おい]]しいですから、[[沢山|たくさん]]の [[会社員|かいしゃいん]]が ここで [[昼ご飯|ひるごはん]]を [[買|か]]います。ケーキや プリンも ケーキ[[屋|や]]と [[同|おな]]じぐらい [[美味|おい]]しいですから、とても [[人気|にんき]]があります。\n\n[[食|た]]べ[[物|もの]]の ほかに、コンビニには [[便利|べんり]]な サービスが あります。コピーしたり、ファックスを [[送|おく]]ったり、[[写真|しゃしん]]を プリントしたり できます。レジで [[電気|でんき]]や ガスや [[水道|すいどう]]や [[保険|ほけん]]の [[代金|だいきん]]を [[払|はら]]うことも できます。ATMも ありますから、いつでも お[[金|かね]]を [[出|だ]]せます。[[荷物|にもつ]]を [[送|おく]]ったり [[受|う]]け[[取|と]]ったり することも できます。[[店員|てんいん]]さんは とても [[丁寧|ていねい]]で、[[早|はや]]いです。[[店|みせ]]に [[入|はい]]ると、[[彼|かれ]]らは [[元気|げんき]]に「いらっしゃいませ！」と [[言|い]]います。コンビニは [[日本|にほん]]の [[生活|せいかつ]]に なくてはならない [[場所|ばしょ]]です。",
    "icon": "fas fa-store",
    "color": "linear-gradient(135deg, #667eea 0%, #764ba2 100%)"
  },
  {
    "id": "s9",
    "title": "Kereta Jepang (日本の電車)",
    "category": "Transportasi",
    "translation": "Sistem kereta api di Jepang terkenal sebagai salah satu yang terbaik di dunia. Hal yang paling menakjubkan adalah ketepatannya. Jika jadwal kereta mengatakan berangkat jam 7:03, kereta akan benar-benar berangkat tepat pada detik itu. Hampir tidak pernah ada keterlambatan, kecuali jika ada kecelakaan atau cuaca sangat buruk seperti topan. Jika kereta terlambat 5 menit saja, petugas stasiun akan meminta maaf berulang kali dan memberikan 'sertifikat keterlambatan' kepada penumpang agar mereka bisa menunjukkannya ke kantor atau sekolah. Jaringan kereta di kota besar seperti Tokyo sangat rumit seperti jaring laba-laba, tapi sangat memudahkan kita untuk pergi ke mana saja tanpa mobil.\n\nEtika di dalam kereta juga sangat unik. Orang Jepang sangat menghargai ketenangan. Dilarang keras berbicara di telepon genggam saat berada di dalam gerbong. Kita harus mengatur ponsel ke mode getar (disebut 'Manner Mode'). Kebanyakan orang menghabiskan waktu dengan tidur, membaca buku, atau bermain smartphone dengan tenang. Suasananya sangat sunyi meskipun keretanya penuh. Kursi prioritas disediakan untuk orang tua, ibu hamil, dan penyandang disabilitas, dan orang-orang biasanya mematuhi aturan ini. Namun, saat jam sibuk di pagi hari (Rush Hour), kereta bisa menjadi sangat padat hingga kita tidak bisa bergerak sama sekali. Petugas stasiun kadang harus mendorong penumpang agar pintu bisa tertutup.\n\nSelain kereta biasa, Jepang memiliki Shinkansen atau kereta peluru. Shinkansen adalah kebanggaan teknologi Jepang. Bentuknya futuristik dan kecepatannya bisa mencapai 300 km/jam. Perjalanan dari Tokyo ke Osaka yang berjarak sekitar 500 km bisa ditempuh hanya dalam waktu 2,5 jam. Di dalam Shinkansen, kursinya luas dan nyaman, kita bisa memutar kursi untuk berhadapan dengan teman, dan makan bento stasiun (Ekiben) sambil melihat pemandangan Gunung Fuji lewat jendela. Naik Shinkansen adalah pengalaman yang sangat menyenangkan dan mewah dibandingkan kereta biasa.",
    "template": "[[日本|にほん]]の [[電車|でんしゃ]]の システムは [[世界|せかい]]で [[一番|いちばん]] いい システムの [[一|ひと]]つです。[[一番|いちばん]] 驚くことは [[時間|じかん]]が [[正確|せいかく]]な ことです。スケジュールが 7[[時|じ]]3[[分|ぷん]]なら、[[電車|でんしゃ]]は その [[時間|じかん]] ぴったりに [[出発|しゅっぱつ]]します。[[事故|じこ]]や [[台風|たいふう]]が なければ、[[遅|おく]]れることは ほとんど ありません。もし 5[[分|ふん]] [[遅|おく]]れたら、[[駅員|えきいん]]さんは [[何回|なんかい]]も [[謝|あやま]]って、お[[客|きゃく]]さんに「[[遅延|ちえん]][[証明書|しょうめいしょ]]」を 渡します。[[会社|かいしゃ]]や [[学校|がっこう]]に [[見|み]]せるためです。[[東京|とうきょう]]のような [[都会|とかい]]の [[電車|でんしゃ]]は クモの巣のように [[複雑|ふくざつ]]ですが、[[車|くるま]]なしで どこへでも [[行|い]]けますから、とても [[便利|べんり]]です。\n\n[[電車|でんしゃ]]の [[中|なか]]の マナーも ユニークです。[[日本人|にほんじん]]は [[静|しず]]かな ことを [[大切|たいせつ]]に します。[[電車|でんしゃ]]の [[中|なか]]で [[携帯|けいたい]]電話で [[話|はな]]すのは 禁止です。マナーモードに しなければなりません。たいていの [[人|ひと]]は [[寝|ね]]たり、[[本|ほん]]を [[読|よ]]んだり、[[静|しず]]かに スマホを [[見|み]]たり します。[[満員|まんいん]]でも、[[中|なか]]は とても [[静|しず]]かです。[[お年寄|おとしよ]]りや [[妊婦|にんぷ]]さんの ために [[優先|ゆうせん]][[席|せき]]が あります。でも、[[朝|あさ]]の ラッシュアワーは [[大変|たいへん]]です。[[人|ひと]]が 多すぎて、[[動|うご]]くことが できません。ときどき [[駅員|えきいん]]さんが ドアを [[閉|し]]めるために お[[客|きゃく]]さんを [[押|お]]します。\n\n[[普通|ふつう]]の [[電車|でんしゃ]]の ほかに、[[新幹線|しんかんせん]]が あります。[[新幹線|しんかんせん]]は [[日本|にほん]]の [[技術|ぎじゅつ]]の [[誇|ほこ]]りです。[[形|かたち]]が かっこよくて、[[時速|じそく]] 300キロで [[走|はし]]ります。[[東京|とうきょう]]から [[大阪|おおさか]]まで 500キロありますが、2.5[[時間|じかん]]で 行くことが できます。[[新幹線|しんかんせん]]の [[中|なか]]は、[[席|せき]]が [[広|ひろ]]くて [[快適|かいてき]]です。[[席|せき]]を [[回|まわ]]して [[友達|ともだち]]の [[顔|かお]]を [[見|み]]たり、[[駅弁|えきべん]]を [[食|た]]べながら [[窓|まど]]から [[富士山|ふじさん]]を [[見|み]]たり できます。[[新幹線|しんかんせん]]に [[乗|の]]るのは、[[普通|ふつう]]の [[電車|でんしゃ]]より とても [[楽|たの]]しくて [[豪華|ごうか]]な [[経験|けいけん]]です。",
    "icon": "fas fa-train",
    "color": "linear-gradient(135deg, #43e97b 0%, #38f9d7 100%)"
  },
  {
    "id": "s10",
    "title": "Hobi Saya (私の趣味)",
    "category": "Hobi & Hiburan",
    "translation": "Hobi saya adalah menonton anime dan membaca manga. Sejak kecil, saya sudah menyukai animasi Jepang. Dulu saya hanya menonton di TV setiap hari Minggu pagi, tapi sekarang saya bisa menonton banyak judul lewat internet. Genre favorit saya adalah Shonen, yaitu cerita petualangan dan aksi untuk anak laki-laki. Karakter yang paling saya suka adalah Naruto. Semangatnya untuk tidak pernah menyerah dan menghargai persahabatan sangat menginspirasi hidup saya. Setiap akhir pekan, saya bisa menghabiskan waktu berjam-jam di kamar untuk maraton menonton episode terbaru anime yang sedang populer.\n\nKarena hobi ini, saya jadi tertarik untuk belajar bahasa Jepang. Awalnya saya selalu bergantung pada subtitle bahasa Indonesia atau Inggris. Tapi, lama-kelamaan saya ingin mengerti apa yang mereka ucapkan secara langsung. Saya mulai menghafal kosakata dari anime, seperti 'Arigatou', 'Nakama', atau 'Akiraernai'. Saya juga membeli manga dalam bahasa Jepang asli (Raw Manga) untuk belajar membaca Hiragana dan Kanji. Ternyata belajar bahasa lewat hal yang kita sukai itu jauh lebih cepat dan menyenangkan daripada belajar dari buku pelajaran yang membosankan.\n\nImpian terbesar saya adalah pergi ke Jepang, khususnya ke Akihabara di Tokyo. Akihabara adalah surga bagi para Otaku (penggemar anime) di seluruh dunia. Saya mendengar bahwa di sana ada banyak sekali toko yang menjual figur karakter, poster, game, dan pernak-pernik anime langka. Saya ingin masuk ke Maid Cafe dan melihat budaya pop Jepang secara langsung. Saya juga ingin datang ke acara Comic Market (Comiket) untuk melihat orang-orang yang bercosplay menjadi karakter anime. Saya sedang menabung uang dari sekarang agar impian itu bisa terwujud tahun depan.",
    "template": "[[私|わたし]]の [[趣味|しゅみ]]は アニメを [[見|み]]ることと マンガを [[読|よ]]むことです。[[子供|こども]]の ときから、[[日本|にほん]]の アニメが [[好|す]]きでした。[[昔|むかし]]は [[日曜|にちよう]]の [[朝|あさ]] テレビで [[見|み]]ていましたが、[[今|いま]]は インターネットで [[沢山|たくさん]] [[見|み]]ることが できます。[[私|わたし]]の [[好|す]]きな ジャンルは 少年マンガです。アクションと [[冒険|ぼうけん]]の [[話|はなし]]です。[[一番|いちばん]] [[好|す]]きな キャラクターは ナルトです。[[彼|かれ]]は [[絶対|ぜったい]]に [[諦|あきら]]めませんし、[[友情|ゆうじょう]]を [[大切|たいせつ]]にします。その [[心|こころ]]は [[私|わたし]]の [[人生|じんせい]]に 影響を 与えました。[[毎週末|まいしゅうまつ]]、[[私|わたし]]は [[部屋|へや]]で [[何時間|なんじかん]]も 新しい アニメを [[見|み]]ます。\n\nこの [[趣味|しゅみ]]の おかげで、[[日本語|にほんご]]に [[興味|きょうみ]]を [[持|も]]ちました。[[最初|さいしょ]]は いつも [[字幕|じまく]]を [[読|よ]]んで いました。でも、だんだん キャラクターが [[話|はな]]す [[言葉|ことば]]を [[直接|ちょくせつ]] [[分|わ]]かりたいと [[思|おも]]いました。アニメから「ありがとう」や「[[仲間|なかま]]」や「[[諦|あきら]]めない」などの [[言葉|ことば]]を [[覚|おぼ]]えました。ひらがなと [[漢字|かんじ]]を [[勉強|べんきょう]]するために、[[日本語|にほんご]]の マンガも [[買|か]]いました。[[好|す]]きな ことで [[勉強|べんきょう]]するのは、つまらない [[教科書|きょうかしょ]]より ずっと [[早|はや]]くて [[楽|たの]]しいです。\n\n[[私|わたし]]の [[一番|いちばん]] [[大|おお]]きい [[夢|ゆめ]]は [[日本|にほん]]、とくに [[東京|とうきょう]]の [[秋葉原|あきはばら]]へ [[行|い]]くことです。[[秋葉原|あきはばら]]は [[世界中|せかいじゅう]]の オタクの [[天国|てんごく]]です。そこには フィギュアや ポスターや ゲームや レアな グッズを [[売|う]]る [[店|みせ]]が [[沢山|たくさん]] あると [[聞|き]]きました。メイドカフェにも [[入|はい]]ってみたいですし、[[日本|にほん]]の ポップカルチャーを [[見|み]]たいです。コミックマーケットへ [[行|い]]って、コスプレを [[見|み]]たいです。[[来年|らいねん]] [[夢|ゆめ]]を [[叶|かな]]えるために、[[今|いま]] お[[金|かね]]を [[貯金|ちょきん]]して います。",
    "icon": "fas fa-gamepad",
    "color": "linear-gradient(135deg, #ff758c 0%, #ff7eb3 100%)"
  },
  {
    "id": "s11",
    "title": "Di Restoran (レストランで)",
    "category": "Makanan & Minuman",
    "translation": "Siang ini, perut saya sangat lapar setelah bekerja. Saya memutuskan untuk makan di kedai ramen yang terkenal di dekat stasiun. Kedai itu kecil dan ada tirai 'Noren' merah di pintunya. Aroma sup yang lezat tercium sampai ke luar. Di Jepang, banyak kedai ramen menggunakan sistem tiket. Saya berdiri di depan mesin penjual otomatis (Vending Machine) untuk membeli tiket makanan. Ada banyak sekali tombol dan pilihan, saya sempat bingung. Akhirnya, saya memilih menu rekomendasi nomor satu: Ramen Tonkotsu (tulang babi) dengan telur rebus dan Gyoza panggang.\n\nSaya masuk ke dalam dan duduk di kursi konter (Counter Seat). Saya memberikan tiket itu kepada pelayan. Dia bertanya dengan suara keras dan semangat, 'Mienya mau yang keras, biasa, atau lembut?'. Saya menjawab, 'Yang keras (Katamens), tolong'. Di sini, kita juga bisa memilih kekentalan kuah dan jumlah minyak. Saya suka melihat koki memasak di depan mata saya. Dia merebus mie dengan cepat dan menuangkan sup panas ke dalam mangkuk besar. Suara air mendidih dan dentingan panci membuat saya semakin tidak sabar.\n\nDalam 5 menit, ramen pesanan saya datang. Uap panas mengepul dari mangkuk. Saya menyeruput kuahnya dulu. Rasanya sangat gurih, kental, dan creamy. Mienya kenyal sempurna. Daging Chashu-nya sangat lembut sampai meleleh di mulut. Saya makan dengan suara 'slurp' yang keras. Di Jepang, makan mie dengan bersuara itu sopan, tandanya makanannya enak. Gyoza-nya juga renyah di luar dan *juicy* di dalam. Setelah selesai makan, saya meletakkan mangkuk di atas meja dan berkata 'Gochisousama deshita' kepada koki sebagai tanda terima kasih. Perut saya kenyang dan hati saya puas.",
    "template": "[[今日の午後|きょうのごご]]、[[仕事|しごと]]の あとで お[[腹|なか]]が ペコペコでした。[[駅|えき]]の [[近|ちか]]くの [[有名|ゆうめい]]な ラーメン[[屋|や]]へ [[行|い]]くことに しました。その [[店|みせ]]は [[小|ちい]]さくて、[[入|い]]り[[口|ぐち]]に [[赤|あか]]い 暖簾が ありました。[[美味|おい]]しい スープの [[匂|にお]]いが しました。[[日本|にほん]]では、[[多|おお]]くの ラーメン[[屋|や]]が [[食券|しょっけん]]の システムを [[使|つか]]います。[[私|わたし]]は [[券売機|けんばいき]]の [[前|まえ]]に [[立|た]]ちました。ボタンが [[沢山|たくさん]] あって、[[迷|まよ]]いました。[[結局|けっきょく]]、[[一番|いちばん]] おすすめの メニューを [[選|えら]]びました。[[豚骨|とんこつ]]ラーメンと [[煮卵|にたまご]]と [[焼|や]]きギョーザです。\n\n[[中|なか]]に [[入|い]]って、カウンターの [[席|せき]]に [[座|すわ]]りました。[[店員|てんいん]]さんに チケットを [[渡|わた]]しました。[[彼|かれ]]は [[元気|げんき]]な [[声|こえ]]で「[[麺|めん]]の [[硬|かた]]さは どうしますか」と [[聞|き]]きました。[[私|わたし]]は「[[固|かた]]めを お[[願|ねが]]いします」と [[答|こた]]えました。ここでは、スープの [[濃|こ]]さや [[油|あぶら]]の [[量|りょう]]も [[選|えら]]べます。[[私|わたし]]は シェフが [[料理|りょうり]]するのを [[見|み]]るのが [[好|す]]きです。[[彼|かれ]]は [[早|はや]]く [[麺|めん]]を [[茹|ゆ]]でて、[[熱|あつ]]い スープを [[丼|どんぶり]]に [[入|い]]れました。[[待|ま]]つのが [[楽|たの]]しみです。\n\n5[[分|ふん]]で ラーメンが [[来|き]]ました。[[湯気|ゆげ]]が [[出|で]]て いました。まず スープを [[飲|の]]みました。[[味|あじ]]は 濃厚で クリーミーでした。[[麺|めん]]は ちょうどいい [[固|かた]]さでした。チャーシューは とても [[柔|やわ]]らかくて、[[口|くち]]の [[中|なか]]で [[溶|と]]けました。[[私|わたし]]は [[音|おと]]を [[立|た]]てて [[食|た]]べました。[[日本|にほん]]では、[[麺|めん]]を すするのは [[行儀|ぎょうぎ]]が いいです。ギョーザも [[外|そと]]は パリパリで、[[中|なか]]は ジューシーでした。[[食|た]]べ[[終|お]]わってから、[[丼|どんぶり]]を カウンターに 上げて、シェフに「ごちそうさまでした」と [[言|い]]ました。お[[腹|なか]]が いっぱいで、[[満足|まんぞく]]しました。",
    "icon": "fas fa-utensils",
    "color": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)"
  },
  {
    "id": "s12",
    "title": "Membuang Sampah (ゴミ出し)",
    "category": "Kehidupan Sehari-hari",
    "translation": "Aturan membuang sampah di Jepang terkenal sangat rumit dan ketat. Kita tidak boleh membuang semua sampah ke dalam satu tempat sampah begitu saja. Kita harus memisahkan sampah (Bunbetsu) menjadi beberapa jenis: sampah yang bisa dibakar (Moeru Gomi), sampah tidak bisa dibakar (Moenai Gomi), botol plastik (PET Bottle), kaleng, botol kaca, dan kertas. Setiap daerah punya jadwal yang berbeda. Di tempat saya, sampah bakar dibuang hari Senin dan Kamis, sedangkan botol plastik hari Rabu. Jika kita salah hari, truk sampah tidak akan mengambilnya dan akan menempelkan stiker peringatan di kantong sampah kita. Itu sangat memalukan.\n\nSelain jadwal, kita juga harus memperhatikan cara membuangnya. Sampah harus dimasukkan ke dalam kantong plastik transparan atau setengah transparan yang disetujui pemerintah kota. Untuk botol plastik, kita harus melepas label dan tutupnya, lalu mencuci bagian dalamnya dengan air. Kardus bekas susu harus digunting, dicuci, dan dikeringkan. Semua sampah harus dibawa ke tempat pengumpulan sampah (Gomi Station) sebelum jam 8 pagi. Di sana biasanya ada jaring biru atau kuning untuk mencegah burung gagak (Karasu) mengacak-acak sampah. Burung gagak di Jepang sangat pintar dan sering membuat jalanan kotor.\n\nJika ingin membuang barang besar seperti kasur, sepeda, atau lemari, itu disebut 'Sodai Gomi' (Sampah Besar). Kita tidak bisa membuangnya sembarangan. Kita harus menelepon pusat sampah, mendaftar, dan membayar biaya stiker khusus di toserba. Kemudian stiker itu ditempel di barang yang akan dibuang. Awalnya saya merasa ini sangat merepotkan dan sulit. Tapi lama-kelamaan saya sadar bahwa ini penting untuk menjaga lingkungan dan kebersihan kota. Sekarang saya sudah terbiasa memisahkan sampah setiap hari.",
    "template": "[[日本|にほん]]の ゴミ[[出|だ]]しの ルールは とても [[複雑|ふくざつ]]で [[厳|きび]]しいです。ゴミを [[全部|ぜんぶ]] [[一|ひと]]つの [[箱|はこ]]に 捨ててはいけません。ゴミを [[分別|ぶんべつ]]しなければなりません。[[燃|も]]えるゴミ、[[燃|も]]えないゴミ、ペットボトル、[[缶|かん]]、びん、[[紙|かみ]]などに [[分|わ]]けます。[[地域|ちいき]]によって スケジュールが [[違|ちが]]います。[[私|わたし]]の [[所|ところ]]では、[[燃|も]]えるゴミは [[月曜日|げつようび]]と [[木曜日|もくようび]]で、ペットボトルは [[水曜日|すいようび]]です。もし [[日|ひ]]を [[間違|まちが]]えたら、ゴミ[[収集車|しゅうしゅうしゃ]]は ゴミを [[持|も]]っていきません。そして、[[警告|けいこく]]の シールを [[貼|は]]ります。それは とても [[恥|は]]ずかしいです。\n\nスケジュールの ほかに、[[捨|す]]て[[方|かた]]も [[気|き]]をつけなければなりません。ゴミは [[透明|とうめい]]な [[袋|ふくろ]]に [[入|い]]れなければなりません。ペットボトルは、ラベルと キャップを [[取|と]]って、[[中|なか]]を [[水|みず]]で [[洗|あら]]います。[[牛乳|ぎゅうにゅう]]パックは [[切|き]]って、[[洗|あら]]って、[[乾|かわ]]かします。ゴミは [[朝|あさ]] [[8時|はちじ]]までに ゴミ捨て場に [[出|だ]]します。そこには たいてい [[青|あお]]い ネットが あります。カラスが ゴミを 散らかさないためです。[[日本|にほん]]の カラスは [[頭|あたま]]が よくて、よく [[道|みち]]を [[汚|よご]]します。\n\nベッドや [[自転車|じてんしゃ]]のような [[大|おお]]きい [[物|もの]]を [[捨|す]]てるとき、それは「[[粗大|そだい]]ゴミ」です。[[適当|てきとう]]に [[捨|す]]ててはいけません。ゴミセンターに [[電話|でんわ]]して、コンビニで シールを [[買|か]]って、お[[金|かね]]を [[払|はら]]わなければなりません。それから シールを ゴミに [[貼|は]]ります。[[最初|さいしょ]]は とても [[面倒|めんどう]]だと [[思|おも]]いました。でも、これは [[環境|かんきょう]]と [[町|まち]]を [[綺麗|きれい]]にするために [[大切|たいせつ]]です。[[今|いま]]は [[毎日|まいにち]] ゴミを [[分|わ]]けるのに [[慣|な]]れました。",
    "icon": "fas fa-trash-alt",
    "color": "linear-gradient(135deg, #89f7fe 0%, #66a6ff 100%)"
  },
  {
    "id": "s13",
    "title": "Belanja di Supermarket (スーパーで買い物)",
    "category": "Belanja",
    "translation": "Berbelanja di supermarket Jepang adalah petualangan kuliner yang menyenangkan. Hari ini saya pergi ke supermarket besar karena kulkas saya kosong. Saya mengambil keranjang belanja di pintu masuk. Bagian pertama adalah area sayuran dan buah-buahan. Semuanya terlihat sangat segar dan rapi, tapi harga buah di Jepang cukup mahal. Saya membeli wortel, kentang, dan bawang bombay karena saya ingin membuat kari ayam untuk makan malam. Di bagian daging, kualitasnya sangat bagus. Daging sapi Jepang (Wagyu) terlihat lezat dengan marmer lemaknya, tapi harganya terlalu mahal untuk saya. Jadi, saya membeli daging ayam saja.\n\nSalah satu hal menarik di supermarket Jepang adalah 'Time Sale'. Jika kita pergi belanja di malam hari, sekitar jam 7 atau 8 malam, petugas toko akan menempelkan stiker diskon berwarna kuning atau merah pada makanan siap saji (Bento) dan lauk pauk. Diskonnya bisa 20%, 30%, bahkan setengah harga (Hangaku)! Banyak orang, termasuk saya, menunggu momen ini untuk berhemat. Hari ini saya beruntung mendapatkan Sashimi dengan diskon setengah harga. Saya juga membeli susu, telur, dan roti tawar untuk sarapan besok pagi. Roti di Jepang sangat lembut dan tebal.\n\nSaat membayar di kasir, sekarang banyak supermarket menggunakan mesin kasir otomatis (Self-checkout). Kita memindai *barcode* barang sendiri dan membayar sendiri. Kasir bertanya, 'Apakah Anda punya kartu poin?'. Saya menyerahkan kartu poin saya untuk mendapatkan poin belanja. Kasir juga bertanya, 'Apakah butuh kantong plastik?'. Di Jepang, kantong plastik sekarang berbayar (sekitar 3-5 yen), jadi saya selalu membawa tas belanja sendiri (Eco-bag) dari rumah. Saya memasukkan barang belanjaan ke tas saya di meja pengepakan. Saya senang bisa belanja hemat hari ini.",
    "template": "[[日本|にほん]]の スーパーで [[買い物|かいもの]]をするのは [[楽|たの]]しいです。[[冷蔵庫|れいぞうこ]]が 空っぽですから、[[今日|きょう]]は [[大|おお]]きい スーパーへ [[行|い]]きました。[[入|い]]り[[口|ぐち]]で カゴを [[取|と]]りました。[[最初|さいしょ]]は [[野菜|やさい]]と 果物の コーナーです。全部 [[新鮮|しんせん]]で [[綺麗|きれい]]ですが、[[日本|にほん]]の 果物は ちょっと [[高|たか]]いです。[[私|わたし]]は [[人参|にんじん]]と ジャガイモと [[玉|たま]]ねぎを [[買|か]]いました。[[晩ご飯|ばんごはん]]に チキンカレーを [[作|つく]]りたいからです。お[[肉|にく]]の コーナーでは、[[品質|ひんしつ]]が とても いいです。[[和牛|わぎゅう]]は [[美味|おい]]しそうですが、[[私|わたし]]には [[高|たか]]すぎます。ですから、[[鶏肉|とりにく]]を [[買|か]]いました。\n\nスーパーの [[面白|おもしろ]]い ことは「タイムセール」です。[[夜|よる]] [[7時|しちじ]]か [[8時|はちじ]]ごろ [[行|い]]くと、[[店員|てんいん]]さんが お[[弁当|べんとう]]や おかずに [[割引|わりびき]]の シールを [[貼|は]]ります。20パーセントや 30パーセント、ときどき [[半額|はんがく]]になります！ [[沢山|たくさん]]の [[人|ひと]]が この [[時間|じかん]]を [[待|ま]]っています。[[今日|きょう]] [[私|わたし]]は [[半額|はんがく]]の お[[刺身|さしみ]]を [[見|み]]つけました。ラッキーでした。[[明日|あした]]の [[朝ご飯|あさごはん]]のために、[[牛乳|ぎゅうにゅう]]と [[卵|たまご]]と 食パンも [[買|か]]いました。[[日本|にほん]]の パンは [[柔|やわ]]らかくて、[[厚|あつ]]いです。\n\nレジで [[払|はら]]うとき、[[最近|さいきん]]は セルフレジが [[多|おお]]いです。[[自分|じぶん]]で バーコードを スキャンして、[[払|はら]]います。[[店員|てんいん]]さんは「ポイントカードは ありますか」と [[聞|き]]きました。[[私|わたし]]は カードを [[出|だ]]して、ポイントを もらいました。また、「レジ[[袋|ぶくろ]]は いりますか」と [[聞|き]]かれました。[[今|いま]] レジ[[袋|ぶくろ]]は 有料ですから、[[私|わたし]]は いつも マイバッグを [[持|も]]って いきます。サッカー台で [[荷物|にもつ]]を バッグに [[入|い]]れました。[[今日|きょう]]は いい [[買い物|かいもの]]が できました。",
    "icon": "fas fa-shopping-basket",
    "color": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)"
  },
  {
    "id": "s14",
    "title": "Pergi ke Dokter (病院へ行く)",
    "category": "Kesehatan",
    "translation": "Pagi ini ketika bangun tidur, badan saya terasa sangat berat. Kepala saya sakit berdenyut-denyut dan tenggorokan saya perih saat menelan. Saya mengukur suhu tubuh dengan termometer, ternyata demam 38 derajat. Saya memutuskan untuk tidak masuk kerja dan menelepon kantor untuk izin sakit. Kemudian, saya pergi ke klinik penyakit dalam (Naika) di dekat apartemen saya. Di resepsionis, saya menyerahkan kartu asuransi kesehatan (Hokensho) dan mengisi formulir tentang gejala saya. Ruang tunggunya tenang dan bersih, banyak orang duduk diam sambil membaca majalah atau melihat HP.\n\nSetelah menunggu sekitar 20 menit, nama saya dipanggil. 'Tuan, silakan masuk ke ruang periksa'. Dokter adalah seorang pria paruh baya yang ramah. Dia mendengarkan suara dada saya dengan stetoskop dan melihat tenggorokan saya. Dia bertanya, 'Sejak kapan Anda merasa sakit?' dan 'Apakah Anda batuk?'. Saya menjawab semua pertanyaannya. Dokter berkata, 'Jangan khawatir, ini hanya flu biasa karena perubahan cuaca'. Dia menyarankan saya untuk banyak minum air, makan makanan bergizi, dan istirahat total di rumah. Saya merasa lega karena bukan penyakit yang parah.\n\nSetelah membayar biaya pemeriksaan, saya menerima resep obat. Di Jepang, biasanya kita membeli obat di apotek (Yakkyoku) yang terpisah dari klinik. Saya pergi ke apotek di sebelah klinik. Apoteker meminta 'Buku Catatan Obat' (Okusuri Techou) saya. Buku ini penting untuk mencatat riwayat obat yang pernah saya minum. Apoteker menjelaskan cara minum obat dengan sangat teliti: 'Minum obat ini 3 kali sehari setelah makan'. Saya pulang ke rumah, minum obat, dan langsung tidur. Saya berharap besok pagi saya sudah sembuh dan bisa bekerja lagi.",
    "template": "[[今朝|けさ]] [[起|お]]きたとき、[[体|からだ]]が とても [[重|おも]]かったです。[[頭|あたま]]が ズキズキして、[[喉|のど]]も [[痛|いた]]かったです。[[体温計|たいおんけい]]で [[熱|ねつ]]を [[測|はか]]ると、38[[度|ど]]ありました。[[仕事|しごと]]を [[休|やす]]むことにして、[[会社|かいしゃ]]に [[電話|でんわ]]しました。それから、アパートの [[近|ちか]]くの [[内科|ないか]]へ [[行|い]]きました。受付で [[保険証|ほけんしょう]]を [[出|だ]]して、[[症状|しょうじょう]]について [[紙|かみ]]に [[書|か]]きました。[[待合室|まちあいしつ]]は [[静|しず]]かで [[綺麗|きれい]]でした。[[沢山|たくさん]]の [[人|ひと]]が [[雑誌|ざっし]]を [[読|よ]]んだり、スマホを [[見|み]]たり していました。\n\n20[[分|ぷん]]ぐらい [[待|ま]]って、[[名前|なまえ]]を 呼ばれました。「どうぞ、[[診察室|しんさつしつ]]へ [[入|はい]]ってください」。お[[医者|いしゃ]]さんは [[優|やさ]]しい [[男|おとこ]]の [[人|ひと]]でした。[[聴診器|ちょうしんき]]で [[胸|むね]]の [[音|おと]]を [[聞|き]]いて、[[喉|のど]]を [[見|み]]ました。「いつから [[痛|いた]]いですか」「[[咳|せき]]は 出ますか」と [[聞|き]]きました。[[私|わたし]]は [[全部|ぜんぶ]] [[答|こた]]えました。お[[医者|いしゃ]]さんは「[[心配|しんぱい]]しないでください。[[季節|きせつ]]の 変わりの [[風邪|かぜ]]です」と [[言|い]]ました。[[水|みず]]を [[沢山|たくさん]] [[飲|の]]んで、栄養を 取って、[[家|いえ]]で ゆっくり [[寝|ね]]てください。[[重|おも]]い [[病気|びょうき]]じゃありませんから、[[安心|あんしん]]しました。\n\nお[[金|かね]]を [[払|はら]]って、[[処方箋|しょほうせん]]を もらいました。[[日本|にほん]]では、たいてい [[薬局|やっきょく]]で [[薬|くすり]]を もらいます。[[隣|となり]]の [[薬局|やっきょく]]へ [[行|い]]きました。薬剤師さんは「お[[薬|くすり]][[手帳|てちょう]]は ありますか」と [[聞|き]]きました。この [[手帳|てちょう]]は [[薬|くすり]]の [[記録|きろく]]のために [[大切|たいせつ]]です。薬剤師さんは [[丁寧|ていねい]]に [[説明|せつめい]]しました。「この [[薬|くすり]]は 1[[日|にち]]3[[回|かい]]、[[食後|しょくご]]に [[飲|の]]んでください」。[[家|いえ]]へ [[帰|かえ]]って、[[薬|くすり]]を [[飲|の]]んで、すぐ [[寝|ね]]ました。[[明日|あした]] [[元気|げんき]]になって、また [[仕事|しごと]]が したいです。",
    "icon": "fas fa-clinic-medical",
    "color": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)"
  },
  {
    "id": "s15",
    "title": "Apartemen Baru (新しいアパート)",
    "category": "Tempat Tinggal",
    "translation": "Bulan lalu adalah bulan yang sibuk karena saya pindah ke apartemen baru. Ini adalah pertama kalinya saya tinggal sendirian (Hitorigurashi). Apartemen saya berada di lantai 2 sebuah gedung kayu. Tipe kamarnya adalah 1K, artinya ada satu kamar tidur dan satu dapur kecil yang terpisah pintu. Meskipun tidak terlalu luas, kamarnya sangat bersih dan mendapat banyak sinar matahari dari jendela selatan. Saya memilih kamar ini karena lokasinya strategis, hanya 5 menit berjalan kaki dari stasiun kereta dan di dekatnya ada toserba serta supermarket 24 jam. Sangat praktis untuk mahasiswa seperti saya.\n\nBiaya sewa (Yachin) apartemen ini adalah 50.000 yen per bulan. Di Jepang, saat pertama kali menyewa, kita harus membayar banyak biaya awal seperti uang kunci (Reikin), deposit (Shikikin), dan asuransi. Untungnya, apartemen ini sudah dilengkapi dengan pendingin ruangan (AC), lampu, dan kompor gas. Saya hanya perlu membeli kulkas, mesin cuci, dan tirai. Hari pertama pindahan sangat melelahkan. Saya harus membersihkan lantai, membuka ratusan kardus, dan menata barang-barang. Tapi, melihat kamar yang tertata rapi dengan gaya saya sendiri membuat saya sangat bahagia dan bangga.\n\nSetelah selesai beres-beres, saya pergi menyapa tetangga sebelah kamar saya. Ini adalah etika penting di Jepang. Saya membawa hadiah kecil berupa handuk dan kue. Saya menekan bel dan berkata, 'Senang bertemu dengan Anda, saya baru pindah ke sebelah'. Tetangga saya ternyata seorang wanita tua yang sangat ramah. Dia tersenyum dan berkata, 'Silakan minta tolong jika ada kesulitan'. Saya merasa tenang punya tetangga yang baik. Mulai sekarang, saya akan memulai kehidupan mandiri saya di kamar baru ini. Saya ingin mendekorasi kamar ini menjadi tempat yang paling nyaman di dunia.",
    "template": "[[先月|せんげつ]]は とても [[忙|いそが]]しかったです。[[新|あたら]]しい アパートに [[引|ひ]]っ[[越|こ]]しましたから。[[私|わたし]]が [[一人暮らし|ひとりぐらし]]をするのは [[初|はじ]]めてです。アパートは [[2階|にかい]]に あります。[[部屋|へや]]の タイプは 1Kです。[[一|ひと]]つの [[部屋|へや]]と [[小|ちい]]さい [[台所|だいどころ]]が あります。あまり [[広|ひろ]]くないですが、とても [[綺麗|きれい]]で、[[南|みなみ]]の [[窓|まど]]から [[太陽|たいよう]]の [[光|ひかり]]が [[入|はい]]ります。[[駅|えき]]から [[歩|ある]]いて 5分ですから、とても [[便利|べんり]]です。[[近|ちか]]くに コンビニや スーパーも あります。[[大学生|だいがくせい]]の [[私|わたし]]にとって [[最高|さいこう]]です。\n\n[[家賃|やちん]]は [[1ヶ月|いっかげつ]] [[5万|ごまん]]円です。[[日本|にほん]]では、[[最初|さいしょ]]に [[敷金|しききん]]や [[礼金|れいきん]]などを [[払|はら]]わなければなりません。幸運なことに、この [[部屋|へや]]には エアコンと [[照明|しょうめい]]と ガスコンロが あります。[[私|わたし]]は [[冷蔵庫|れいぞうこ]]と [[洗濯機|せんたくき]]と カーテンだけ [[買|か]]いました。[[引|ひ]]っ[[越|こ]]しの [[初日|しょにち]]は [[大変|たいへん]]でした。[[床|ゆか]]を [[掃除|そうじ]]して、[[段ボール|だんぼーる]]を [[開|あ]]けて、[[荷物|にもつ]]を [[整理|せいり]]しました。でも、[[自分|じぶん]]の [[部屋|へや]]が [[綺麗|きれい]]に なって、とても [[嬉|うれ]]しいです。\n\n片付けが [[終|お]]わってから、[[隣|となり]]の [[人|ひと]]に [[挨拶|あいさつ]]に [[行|い]]きました。これは [[大切|たいせつ]]な マナーです。[[私|わたし]]は タオルと お[[菓子|かし]]を [[持|も]]って [[行|い]]きました。チャイムを 鳴らして、「はじめまして、[[隣|となり]]に [[引|ひ]]っ[[越|こ]]しました」と [[言|い]]ました。[[隣|となり]]の [[人|ひと]]は [[親切|しんせつ]]な おばあさんでした。[[彼女|かのじょ]]は [[笑|わら]]って、「[[何|なに]]か あったら [[言|い]]ってください」と [[言|い]]ました。いい [[人|ひと]]が いて [[安心|あんしん]]しました。これから、この [[新|あたら]]しい [[部屋|へや]]で [[新|あたら]]しい [[生活|せいかつ]]を [[始|はじ]]めます。[[世界|せかい]]で [[一番|いちばん]] [[快適|かいてき]]な [[部屋|へや]]に したいです。",
    "icon": "fas fa-home",
    "color": "linear-gradient(135deg, #d299c2 0%, #fef9d7 100%)"
  },
  {
    "id": "s16",
    "title": "Festival Musim Panas (夏祭り)",
    "category": "Budaya & Tradisi",
    "translation": "Musim panas di Jepang sangat panas dan lembab, tetapi ini adalah musim yang paling saya sukai karena adanya 'Natsu Matsuri' atau Festival Musim Panas. Pada hari festival, suasana kota berubah menjadi sangat tradisional dan magis. Orang-orang, baik pria maupun wanita, memakai Kimono katun tipis yang disebut 'Yukata'. Bunyi gendang 'Taiko' dan seruling bambu terdengar dari kejauhan, memanggil semua orang untuk berkumpul di halaman kuil. Lampion-lampion merah digantung berjejer, menerangi malam dengan cahaya yang hangat. Saya pergi ke sana bersama teman-teman, memakai sandal kayu 'Geta' yang berbunyi 'klotak-klotak' saat berjalan.\n\nHal yang paling menarik di festival adalah deretan kedai makanan kaki lima yang disebut 'Yatai'. Aroma saus panggang yang lezat memenuhi udara. Ada penjual Takoyaki (bola gurita), Yakisoba (mie goreng), dan Jagung Bakar. Saya membeli apel karamel (Ringo-ame) yang manis dan Es Serut (Kakigori) rasa stroberi untuk mendinginkan badan. Selain makanan, ada juga kedai permainan. Kami mencoba permainan menangkap ikan mas (Kingyo-sukui). Itu sangat sulit karena jaring kertasnya mudah robek jika terkena air, tapi sangat seru melihat anak-anak berusaha keras menangkap ikan kecil itu.\n\nPuncak acara malam itu adalah pesta kembang api atau 'Hanabi'. Kami duduk di pinggir sungai sambil menunggu pertunjukan dimulai. Tiba-tiba, 'Duar!', bunga api raksasa mekar di langit malam dengan warna-warni yang indah: merah, biru, hijau, dan emas. Semua orang menengadah ke langit dan berteriak 'Tamaya!' atau 'Kagiya!', yang merupakan tradisi sorakan saat melihat kembang api yang bagus. Suara ledakan kembang api menggetarkan dada dan keindahannya membuat mata berkaca-kaca. Musim panas di Jepang terasa sangat singkat, tapi kenangan malam ini akan bertahan selamanya.",
    "template": "[[日本|にほん]]の [[夏|なつ]]は とても [[暑|あつ]]くて [[蒸|む]]し[[暑|あつ]]いですが、「[[夏|なつ]][[祭|まつ]]り」が ありますから、[[私|わたし]]は [[一番|いちばん]] [[好|す]]きです。お[[祭|まつ]]りの [[日|ひ]]、[[町|まち]]の [[雰囲気|ふんいき]]は 伝統的で マジカルに なります。[[男|おとこ]]の[[人|ひと]]も [[女|おんな]]の[[人|ひと]]も「[[浴衣|ゆかた]]」という [[薄|うす]]い [[着物|きもの]]を [[着|き]]ます。[[太鼓|たいこ]]や [[笛|ふえ]]の [[音|おと]]が [[聞|き]]こえて、みんな [[神社|じんじゃ]]に [[集|あつ]]まります。[[赤|あか]]い ちょうちんが 並んで、[[夜|よる]]を [[明|あか]]るく します。[[私|わたし]]は [[友達|ともだち]]と [[一緒|いっしょ]]に [[行|い]]って、「下駄」を [[履|は]]きます。歩くとき、カラコロと [[音|おと]]が します。\n\nお[[祭|まつ]]りで [[一番|いちばん]] [[面白|おもしろ]]いのは「[[屋台|やたい]]」です。[[焼|や]]いた ソースの いい [[匂|にお]]いが します。たこ[[焼|や]]きや [[焼|や]]きそばや [[焼|や]]きとうもろこしの [[店|みせ]]が あります。[[私|わたし]]は [[甘|あま]]い リンゴ飴と イチゴ[[味|あじ]]の かき[[氷|ごおり]]を [[買|か]]いました。[[食|た]]べ[[物|もの]]の ほかに、ゲームの [[屋台|やたい]]も あります。[[私|わたし]]たちは「[[金魚|きんぎょ]]すくい」を しました。[[紙|かみ]]の 網は [[水|みず]]で すぐ [[破|やぶ]]れますから、とても [[難|むずか]]しいです。でも、[[子供|こども]]たちが [[一生懸命|いっしょうけんめい]] [[魚|さかな]]を [[捕|と]]るのは [[楽|たの]]しいです。\n\n[[夜|よる]]の メインイベントは「[[花火|はなび]]」です。[[私|わたし]]たちは [[川|かわ]]の そばに [[座|すわ]]って [[待|ま]]ちました。突然、ドーンと、[[大|おお]]きい [[火|ひ]]の [[花|はな]]が [[夜空|よぞら]]に [[咲|さ]]きました。[[赤|あか]]や [[青|あお]]や [[緑|みどり]]や [[金色|きんいろ]]で、とても [[綺麗|きれい]]でした。みんな [[空|そら]]を [[見|み]]上げて、「たまや！」とか「かぎや！」と [[叫|さけ]]びました。これは [[花火|はなび]]を [[見|み]]るときの 伝統的な 掛け声です。[[花火|はなび]]の [[音|おと]]と [[美|うつく]]しさに 感動しました。[[日本|にほん]]の [[夏|なつ]]は [[短|みじか]]いですが、この [[思|おも]]い[[出|で]]は ずっと [[残|のこ]]ります。",
    "icon": "fas fa-torii-gate",
    "color": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)"
  },
  {
    "id": "s17",
    "title": "Kerja Paruh Waktu (アルバイト)",
    "category": "Pekerjaan",
    "translation": "Sebagai mahasiswa asing di Jepang, saya melakukan kerja paruh waktu atau 'Arubaito' untuk menambah uang saku. Saya bekerja di sebuah kafe bergaya Italia di depan stasiun kereta. Seragam kami adalah kemeja putih dan celemek hitam yang keren. Saat pelanggan masuk, kami harus menyapa dengan suara lantang dan senyum lebar, 'Irasshaimase!'. Awalnya saya sangat gugup dan malu, terutama karena saya takut salah menggunakan bahasa Jepang yang sopan (Keigo). Tapi, manajer dan rekan kerja (Senpai) saya sangat baik dan mengajari saya dengan sabar.\n\nPekerjaan saya cukup beragam. Terkadang saya berdiri di kasir (Register) untuk menerima pesanan. Saya menggunakan tablet untuk memasukkan pesanan kopi dan kue. Saya juga belajar cara membuat *latte art* berbentuk hati di atas Cappuccino. Itu sangat sulit! Di waktu lain, saya bertugas mencuci piring di dapur atau membersihkan meja. Jam sibuk biasanya terjadi saat jam makan siang dan sore hari. Saat itu, pesanan datang bertubi-tubi dan kami harus bergerak sangat cepat tanpa membuat kesalahan. Meskipun lelah berdiri selama 4-5 jam, saya merasa senang saat pelanggan berkata 'Terima kasih, kopinya enak'.\n\nGaji per jam saya adalah 1.000 yen, dan biaya transportasi kereta juga diganti oleh toko. Saya menabung uang gaji ini sedikit demi sedikit. Tujuan saya adalah jalan-jalan ke Hokkaido saat liburan musim dingin nanti. Selain uang, hal paling berharga yang saya dapatkan dari Arubaito adalah pengalaman sosial. Saya jadi lebih percaya diri berbicara bahasa Jepang, mengerti budaya kerja Jepang yang disiplin, dan mendapatkan banyak teman baru dari universitas lain. Bekerja sambil belajar itu berat, tapi sangat memuaskan.",
    "template": "[[日本|にほん]]の [[留学生|りゅうがくせい]]として、[[私|わたし]]は アルバイトを しています。[[駅|えき]]の [[前|まえ]]の イタリアンカフェで [[働|はたら]]いて います。[[制服|せいふく]]は [[白|しろ]]い シャツと [[黒|くろ]]い エプロンで、かっこいいです。お[[客|きゃく]]さんが [[来|く]]るとき、[[私|わたし]]たちは [[大|おお]]きい [[声|こえ]]と [[笑顔|えがお]]で「いらっしゃいませ！」と [[言|い]]わなければなりません。[[最初|さいしょ]]は とても [[緊張|きんちょう]]しました。[[敬語|けいご]]が [[心配|しんぱい]]でしたから。でも、[[店長|てんちょう]]と [[先輩|せんぱい]]は とても [[優|やさ]]しくて、[[丁寧|ていねい]]に [[教|おし]]えて くれました。\n\n[[私|わたし]]の [[仕事|しごと]]は いろいろ あります。ときどき レジで [[注文|ちゅうもん]]を [[受|う]]けます。タブレットを [[使|つか]]って、コーヒーや ケーキの [[注文|ちゅうもん]]を [[入|い]]れます。カプチーノの [[上|うえ]]に ハートの 形を [[描|か]]く ラテアートも [[勉強|べんきょう]]しました。とても [[難|むずか]]しいです！ ほかの [[時間|じかん]]は、[[台所|だいどころ]]で お[[皿|さら]]を [[洗|あら]]ったり、テーブルを [[片付|かたづ]]けたり します。ランチタイムと [[夕方|ゆうがた]]は とても [[忙|いそが]]しいです。[[注文|ちゅうもん]]が [[沢山|たくさん]] [[来|き]]て、[[早|はや]]く [[動|うご]]かなければなりません。4[[時間|じかん]]ぐらい [[立|た]]って [[疲|つか]]れますが、お[[客|きゃく]]さんが「ありがとう、[[美味|おい]]しかった」と [[言|い]]うと、[[嬉|うれ]]しいです。\n\n[[時給|じきゅう]]は 1000[[円|えん]]で、[[交通費|こうつうひ]]も もらえます。[[私|わたし]]は この [[給料|きゅうりょう]]を [[少|すこ]]しずつ [[貯金|ちょきん]]しています。[[冬休|ふゆやす]]みに [[北海道|ほっかいどう]]へ [[旅行|りょこう]]に [[行|い]]きたいからです。お[[金|かね]]以外に、アルバイトから [[大切|たいせつ]]な [[経験|けいけん]]を もらいました。[[日本語|にほんご]]を [[話|はな]]す 自信が つきましたし、[[日本|にほん]]の [[仕事|しごと]]の [[文化|ぶんか]]が [[分|わ]]かりました。ほかの [[大学|だいがく]]の [[新|あたら]]しい [[友達|ともだち]]も できました。[[勉強|べんきょう]]しながら [[働|はたら]]くのは [[大変|たいへん]]ですが、とても いいです。",
    "icon": "fas fa-briefcase",
    "color": "linear-gradient(135deg, #ebc0fd 0%, #d9ded8 100%)"
  },
  {
    "id": "s18",
    "title": "Latihan Gempa Bumi (地震の練習)",
    "category": "Pendidikan & Keamanan",
    "translation": "Jepang adalah negara yang sering mengalami gempa bumi. Oleh karena itu, kesiapan bencana sangatlah penting. Kemarin, di sekolah bahasa saya diadakan 'Hinan Kunren' atau latihan evakuasi bencana. Tiba-tiba, sirene tanda bahaya berbunyi keras dari pengeras suara, diikuti pengumuman 'Gempa bumi terjadi! Harap tenang!'. Jantung saya berdegup kencang meskipun tahu ini hanya latihan. Kami semua langsung menghentikan pelajaran dan mengikuti instruksi guru dengan serius.\n\nLangkah pertama saat gempa adalah melindungi diri sendiri. Kami segera masuk ke kolong meja dan memegang kaki meja dengan erat. Kami menggunakan tas atau bantalan duduk untuk melindungi kepala dari benda yang mungkin jatuh, seperti lampu atau kaca jendela. Guru mengajarkan prinsip penting bernama 'O-Ha-Shi-Mo'. Ini adalah singkatan dari: Osanai (Jangan mendorong), Hashiranai (Jangan berlari), Shaberanai (Jangan berbicara), dan Modoranai (Jangan kembali). Suasana di kelas menjadi sangat hening dan tegang saat kami menunggu 'gempa' berhenti.\n\nSetelah diinstruksikan aman, kami berjalan keluar kelas dengan tertib menuju lapangan terbuka atau tempat evakuasi yang ditentukan. Kami memakai helm bencana (Bousai Zukin) jika ada. Di lapangan, guru mengabsen siswa satu per satu untuk memastikan tidak ada yang tertinggal di dalam gedung. Kepala sekolah memberikan pidato tentang pentingnya selalu waspada dan menyiapkan tas darurat berisi air dan makanan di rumah. Latihan ini menyadarkan saya bahwa kita tidak boleh panik saat bencana terjadi. Mengetahui apa yang harus dilakukan bisa menyelamatkan nyawa kita.",
    "template": "[[日本|にほん]]は [[地震|じしん]]が [[多|おお]]い [[国|くに]]です。ですから、[[災害|さいがい]]の [[準備|じゅんび]]は とても [[大切|たいせつ]]です。[[昨日|きのう]]、[[日本語|にほんご]][[学校|がっこう]]で「[[避難|ひなん]][[訓練|くんれん]]」が ありました。[[急|きゅう]]に、スピーカーから サイレンが [[鳴|な]]って、「[[地震|じしん]]です！ [[落|お]]ち[[着|つ]]いてください！」という [[放送|ほうそう]]が ありました。[[練習|れんしゅう]]だと [[知|し]]っていましたが、ドキドキしました。[[私|わたし]]たちは すぐ [[授業|じゅぎょう]]を やめて、[[先生|せんせい]]の [[指示|しじ]]を [[聞|き]]きました。\n\n[[最初|さいしょ]]に [[自分|じぶん]]を [[守|まも]]らなければなりません。すぐに [[机|つくえ]]の [[下|した]]に [[入|い]]って、[[机|つくえ]]の [[脚|あし]]を [[強|つよ]]く [[持|も]]ちました。カバンや 座布団で [[頭|あたま]]を [[守|まも]]ります。[[電気|でんき]]や [[窓|まど]]ガラスが [[落|お]]ちるかもしれませんから。[[先生|せんせい]]は「お・は・し・も」という ルールを [[教|おし]]えました。「[[押|お]]さない・[[走|はし]]らない・しゃべらない・[[戻|もど]]らない」の [[意味|いみ]]です。[[地震|じしん]]が [[止|と]]まるのを [[待|ま]]つ [[間|あいだ]]、教室は とても [[静|しず]]かでした。\n\n「[[安全|あんぜん]]です」と [[聞|き]]いてから、[[静|しず]]かに [[外|そと]]の [[運動場|うんどうじょう]]へ [[逃|に]]げました。[[防災|ぼうさい]][[頭巾|ずきん]]や ヘルメットを かぶりました。[[運動場|うんどうじょう]]で、[[先生|せんせい]]は [[学生|がくせい]]の [[名前|なまえ]]を チェックしました。校長[[先生|せんせい]]は、いつも [[気|き]]をつけることや、[[家|いえ]]で [[水|みず]]や [[食|た]]べ[[物|もの]]が入った 防災バッグを [[準備|じゅんび]]することを [[話|はな]]しました。この [[練習|れんしゅう]]で、[[災害|さいがい]]の とき パニックにならないことが [[大切|たいせつ]]だと [[分|わ]]かりました。ルールを [[知|し]]ることは [[命|いのち]]を [[助|たす]]けます。",
    "icon": "fas fa-hard-hat",
    "color": "linear-gradient(135deg, #f6d365 0%, #fda085 100%)"
  },
  {
    "id": "s19",
    "title": "Pergi ke Onsen (温泉へ行く)",
    "category": "Pariwisata",
    "translation": "Minggu lalu adalah liburan pendek, jadi saya dan keluarga pergi berwisata ke Hakone. Hakone terkenal dengan pemandangan gunung dan sumber air panas alaminya atau 'Onsen'. Kami menginap di penginapan tradisional Jepang yang disebut 'Ryokan'. Kamarnya beralaskan tatami (tikar jerami) dan kami tidur menggunakan Futon, bukan kasur biasa. Segera setelah sampai, kami mengganti pakaian kami dengan Yukata yang disediakan oleh penginapan. Memakai Yukata membuat suasana liburan semakin terasa santai.\n\nMasuk ke Onsen ada aturan ketat yang harus dipatuhi. Onsen di Jepang mengharuskan kita masuk tanpa mengenakan pakaian sehelai pun alias telanjang. Pakaian renang dilarang. Awalnya saya merasa sangat malu, tapi karena semua orang melakukannya, lama-lama saya terbiasa. Sebelum masuk kolam, kita wajib mencuci badan sampai bersih di area pancuran (Araiba) sambil duduk di kursi kecil. Setelah bersih, barulah kita boleh masuk ke kolam air panas perlahan-lahan. Airnya panas, sekitar 40-42 derajat celcius, dan mengandung mineral belerang yang bagus untuk kulit.\n\nPengalaman terbaik adalah berendam di 'Rotenburo', yaitu kolam air panas di luar ruangan. Udara di luar dingin dan segar, tapi badan kami hangat di dalam air. Kami bisa melihat pemandangan taman batu dan bintang di langit. Rasanya seperti di surga. Semua rasa lelah dan stres hilang seketika. Setelah selesai mandi dan tubuh menjadi hangat, kami minum susu dingin atau susu kopi dari mesin penjual otomatis. Itu adalah kenikmatan yang luar biasa. Malam harinya, kami menikmati makan malam mewah 'Kaiseki Ryori' di kamar. Onsen adalah budaya Jepang yang paling menenangkan.",
    "template": "[[先週|せんしゅう]]は [[連休|れんきゅう]]でしたから、[[家族|かぞく]]と [[箱根|はこね]]へ [[旅行|りょこう]]に [[行|い]]きました。[[箱根|はこね]]は [[山|やま]]の [[景色|けしき]]と [[温泉|おんせん]]で [[有名|ゆうめい]]です。[[私|わたし]]たちは「[[旅館|りょかん]]」という [[伝統的|でんとうてき]]な ホテルに [[泊|と]]まりました。[[部屋|へや]]は 畳で、ベッドじゃなくて [[布団|ふとん]]で [[寝|ね]]ます。[[着|つ]]いてすぐ、[[私|わたし]]たちは [[浴衣|ゆかた]]に [[着替|きが]]えました。[[浴衣|ゆかた]]を [[着|き]]ると、リラックスできます。\n\n[[温泉|おんせん]]には [[厳|きび]]しい ルールが あります。[[日本|にほん]]の [[温泉|おんせん]]では、[[服|ふく]]を [[全部|ぜんぶ]] [[脱|ぬ]]いで、裸で [[入|はい]]らなければなりません。[[水着|みずぎ]]は だめです。[[最初|さいしょ]]は とても [[恥|は]]ずかしかったですが、みんな [[同|おな]]じですから、だんだん [[慣|な]]れました。お[[湯|ゆ]]に [[入|はい]]る [[前|まえ]]に、[[洗|あら]]い[[場|ば]]で [[体|からだ]]を [[綺麗|きれい]]に [[洗|あら]]います。[[小|ちい]]さい 椅子に [[座|すわ]]って [[洗|あら]]います。それから、ゆっくり お[[湯|ゆ]]に [[入|はい]]ります。お[[湯|ゆ]]は 40[[度|ど]]から 42[[度|ど]]ぐらいで [[熱|あつ]]いです。硫黄の ミネラルが ありますから、[[肌|はだ]]に いいです。\n\n[[一番|いちばん]] よかったのは「[[露天風呂|ろてんぶろ]]」です。[[外|そと]]にある [[お風呂|おふろ]]です。[[外|そと]]の [[空気|くうき]]は [[冷|つめ]]たいですが、[[体|からだ]]は [[暖|あたた]]かいです。[[岩|いわ]]の [[庭|にわ]]や [[星|ほし]]を [[見|み]]ることが できました。[[天国|てんごく]]のようでした。[[疲|つか]]れと ストレスが [[全部|ぜんぶ]] なくなりました。お[[風呂|ふろ]]の あとで、[[体|からだ]]が ポカポカして、[[冷|つめ]]たい [[牛乳|ぎゅうにゅう]]や コーヒー[[牛乳|ぎゅうにゅう]]を [[飲|の]]みました。とても [[美味|おい]]しかったです。[[夜|よる]]は [[部屋|へや]]で 豪華な 「懐石[[料理|りょうり]]」を [[楽|たの]]しみました。[[温泉|おんせん]]は [[最高|さいこう]]の [[日本|にほん]]の [[文化|ぶんか]]です。",
    "icon": "fas fa-hot-tub",
    "color": "linear-gradient(135deg, #84fab0 0%, #8fd3f4 100%)"
  },
  {
    "id": "s20",
    "title": "Datangnya Topan (台風が来る)",
    "category": "Alam & Cuaca",
    "translation": "Musim gugur di Jepang, terutama bulan Agustus sampai Oktober, adalah musim topan. Kemarin lusa, berita cuaca di televisi memperingatkan bahwa Topan Nomor 19 yang sangat besar dan kuat sedang bergerak menuju wilayah kami. Tekanan udara turun drastis. Semua orang mulai bersiap-siap. Sekolah dan kantor mengumumkan akan diliburkan demi keselamatan. Kereta api, termasuk Shinkansen, juga mengumumkan rencana penghentian operasi (Keikaku Unkyuu). Saya segera pulang ke rumah untuk mengamankan barang-barang di balkon seperti pot bunga dan jemuran agar tidak terbang terbawa angin. Beberapa orang bahkan menempelkan selotip di kaca jendela agar tidak pecah berantakan.\n\nKeesokan harinya, saya pergi ke supermarket untuk membeli persediaan makanan darurat atau 'Bichiku'. Ternyata supermarket sudah penuh sesak dengan orang. Rak-rak roti, mie instan, dan air mineral sudah hampir kosong. Saya beruntung masih bisa membeli beberapa botol air, baterai, gas kaleng portabel, dan makanan kaleng. Kita harus bersiap jika listrik padam (Teiden) atau air mati. Saya juga mengisi penuh baterai HP dan powerbank saya. Rasanya sedikit menakutkan melihat persiapan yang begitu serius, seperti akan menghadapi perang.\n\nSaat topan akhirnya datang di malam hari, suaranya sangat mengerikan. Angin menderu-deru seperti suara mesin pesawat, dan hujan turun sangat deras memukul atap rumah. Rumah saya sedikit bergoyang karena tiupan angin kencang. Saya menutup semua tirai jendela dan menjauh dari kaca. Saya terus memantau berita di HP untuk mengetahui posisi topan. Untungnya, listrik di rumah saya tidak mati. Pagi harinya, topan sudah lewat. Langit menjadi biru cerah tanpa awan sedikit pun. Fenomena langit cerah setelah badai ini disebut 'Taifuu Ikka'. Saya merasa lega karena semuanya aman.",
    "template": "[[日本|にほん]]の [[秋|あき]]、とくに [[8月|はちがつ]]から [[10月|じゅうがつ]]は [[台風|たいふう]]の [[季節|きせつ]]です。一昨日、テレビの [[天気予報|てんきよほう]]は、[[大|おお]]きくて [[強|つよ]]い [[台風|たいふう]]19[[号|ごう]]が [[来|く]]ると [[言|い]]いました。気圧が 下がりました。みんな [[準備|じゅんび]]を [[始|はじ]]めました。[[学校|がっこう]]と [[会社|かいしゃ]]は [[休|やす]]みに なりました。[[新幹線|しんかんせん]]や [[電車|でんしゃ]]も 「[[計画|けいかく]][[運休|うんきゅう]]」を 発表しました。[[私|わたし]]は すぐ [[家|いえ]]に [[帰|かえ]]って、ベランダの 植木鉢や [[洗濯物|せんたくもの]]を [[部屋|へや]]に [[入|い]]れました。[[風|かぜ]]で [[飛|と]]びますから。[[窓|まど]]ガラスが [[割|わ]]れないように、テープを [[貼|は]]る [[人|ひと]]も いました。\n\n[[次|つぎ]]の [[日|ひ]]、スーパーへ 非常食（備蓄）を [[買|か]]いに [[行|い]]きました。スーパーは [[人|ひと]]で いっぱいでした。パンや カップラーメンや [[水|みず]]の 棚は もう ほとんど 空っぽでした。[[私|わたし]]は ラッキーでしたから、[[水|みず]]と [[電池|でんち]]と ガスボンベと 缶詰を [[買|か]]うことが できました。もし [[停電|ていでん]]したり、[[水|みず]]が 止まったり したら、[[困|こま]]りますから。スマホと モバイルバッテリーも [[満タン|まんたん]]に [[充電|じゅうでん]]しました。[[戦争|せんそう]]の [[準備|じゅんび]]の ようで、[[少|すこ]]し [[怖|こわ]]かったです。\n\n[[夜|よる]]、ついに [[台風|たいふう]]が [[来|き]]ました。[[音|おと]]は とても [[怖|こわ]]かったです。[[風|かぜ]]が ゴーゴーと [[飛行機|ひこうき]]のような [[音|おと]]を [[立|た]]てて、[[雨|あめ]]が [[激|はげ]]しく [[屋根|やね]]を 打ちました。[[家|いえ]]が [[風|かぜ]]で [[少|すこ]]し 揺れました。[[私|わたし]]は カーテンを [[閉|し]]めて、[[窓|まど]]から [[離|はな]]れました。ずっと スマホで ニュースを [[見|み]]て いました。幸運なことに、[[停電|ていでん]]しませんでした。[[次|つぎ]]の [[朝|あさ]]、[[台風|たいふう]]は 去りました。[[空|そら]]は [[青|あお]]くて、雲が 全然 ありませんでした。これを「[[台風|たいふう]]一過」と [[言|い]]います。[[安全|あんぜん]]でしたから、[[安心|あんしん]]しました。",
    "icon": "fas fa-wind",
    "color": "linear-gradient(135deg, #a18cd1 0%, #fbc2eb 100%)"
  },
  {
    "id": "s21",
    "title": "Membeli Baju (服を買う)",
    "category": "Belanja",
    "translation": "Minggu depan saya ada wawancara kerja penting, jadi saya butuh kemeja putih baru yang rapi. Saya memutuskan pergi ke Shibuya, pusat mode anak muda di Tokyo. Shibuya sangat ramai dengan orang-orang yang modis. Saya masuk ke sebuah toko pakaian besar bertingkat lima. Di sana ada banyak sekali pilihan baju, mulai dari kasual sampai formal. Saya mencari di bagian pakaian pria (Mens Wear). Saya menemukan kemeja yang bahannya bagus dan tidak mudah kusut. Desainnya sederhana tapi elegan.\n\nSaya memanggil pelayan toko dan bertanya dengan sopan, 'Permisi, bolehkah saya mencoba kemeja ini?'. Pelayan itu tersenyum ramah dan berkata, 'Tentu saja, kamar pas ada di sebelah sana. Silakan lepaskan sepatu Anda sebelum masuk'. Saya mencoba ukuran M, tapi ternyata agak sempit di bagian bahu dan lengannya terlalu pendek. Saya merasa tidak nyaman. Jadi, saya meminta ukuran L kepada pelayan. Ketika saya mencoba ukuran L, ukurannya pas sekali (Pittari). Saya melihat cermin dan merasa percaya diri. Pelayan memuji saya, 'Wah, itu sangat cocok untuk Anda'.\n\nSaya memutuskan untuk membelinya. Saya juga melihat dasi yang bagus, jadi saya membelinya sekalian. Di kasir, saya membayar total 5000 yen. Pelayan melipat kemeja itu dengan sangat rapi dan memasukkannya ke dalam tas kertas yang cantik. Dia mengantar saya sampai ke pintu keluar dan membungkuk sambil berkata, 'Terima kasih banyak, silakan datang kembali'. Pelayanan di toko Jepang sangat memuaskan. Saya pulang dengan perasaan senang dan siap untuk wawancara kerja.",
    "template": "[[来週|らいしゅう]]、[[大切|たいせつ]]な [[面接|めんせつ]]が ありますから、[[新|あたら]]しい [[白|しろ]]い シャツが [[必要|ひつよう]]でした。[[私|わたし]]は [[渋谷|しぶや]]へ [[行|い]]くことに しました。[[渋谷|しぶや]]は [[若者|わかもの]]の ファッションの [[中心|ちゅうしん]]です。おしゃれな [[人|ひと]]で いっぱいです。[[私|わたし]]は [[5階|ごかい]]建ての [[大|おお]]きい [[服|ふく]]屋に [[入|はい]]りました。そこには カジュアルから フォーマルまで、[[服|ふく]]が [[沢山|たくさん]] ありました。[[紳士服|しんしふく]]売り場で [[探|さが]]しました。[[生地|きじ]]が よくて、シワに なりにくい シャツを [[見|み]]つけました。デザインは シンプルですが、エレガントでした。\n\n[[店員|てんいん]]さんを 呼んで、「すみません、これを [[試着|しちゃく]]してもいいですか」と [[丁寧|ていねい]]に [[聞|き]]きました。[[店員|てんいん]]さんは [[笑顔|えがお]]で「もちろんです。[[試着室|しちゃくしつ]]は あちらです。[[靴|くつ]]を [[脱|ぬ]]いでください」と [[言|い]]ました。Mサイズを [[着|き]]ましたが、[[肩|かた]]が ちょっと きつくて、[[袖|そで]]が [[短|みじか]]すぎました。[[気持|きも]]ちが よくなかったです。ですから、Lサイズを お[[願|ねが]]いしました。Lサイズを [[着|き]]たとき、サイズは ぴったりでした。[[鏡|かがみ]]を [[見|み]]て、自信を [[持|も]]ちました。[[店員|てんいん]]さんは「わあ、とても よく [[似合|にあ]]いますね」と 褒めました。\n\n[[私|わたし]]は それを [[買|か]]うことに しました。いい ネクタイも [[見|み]]ましたから、[[一緒|いっしょ]]に [[買|か]]いました。レジで 全部で 5000[[円|えん]] [[払|はら]]いました。[[店員|てんいん]]さんは シャツを とても [[綺麗|きれい]]に 畳んで、すてきな [[紙袋|かみぶくろ]]に [[入|い]]れました。[[彼女|かのじょ]]は [[出|で]]口まで [[見送|みおく]]って、お辞儀をして「ありがとうございました。また お越しくださいませ」と [[言|い]]ました。[[日本|にほん]]の サービスは とても いいです。[[私|わたし]]は [[嬉|うれ]]しい [[気持|きも]]ちで [[帰|かえ]]りました。[[面接|めんせつ]]の [[準備|じゅんび]]は できました。",
    "icon": "fas fa-tshirt",
    "color": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)"
  },
  {
    "id": "s22",
    "title": "Di Kantor Pos (郵便局で)",
    "category": "Layanan Umum",
    "translation": "Hari ini saya pergi ke kantor pos pusat untuk mengirim paket kepada keluarga saya di Indonesia. Saya sudah menyiapkan kotak kardus yang kuat dari rumah. Di dalamnya, saya memasukkan banyak oleh-oleh Jepang seperti cokelat Matcha KitKat, mie instan rasa unik, dan obat-obatan Jepang yang bagus. Saya menutup kotak itu rapat-rapat dengan selotip. Di kantor pos, saya mengambil nomor antrian dan menunggu sebentar. Kantor pos Jepang sangat efisien, jadi antriannya tidak lama. Nomor saya dipanggil, dan saya membawa paket berat itu ke loket.\n\nPegawai pos menimbang paket saya di atas timbangan digital. Beratnya ternyata pas 2 kilogram. Pegawai itu memberikan formulir pengiriman internasional. Saya harus menulis alamat penerima dan daftar isi paket (Invoice) dalam bahasa Inggris. Saya harus menulis dengan detail, misalnya 'Chocolate' dan 'Instant Noodle'. Pegawai itu bertanya, 'Mau dikirim lewat mana? Ada EMS (Express Mail Service), pos udara biasa (SAL), atau lewat laut (Funabin)?'. Dia menjelaskan perbedaannya. EMS paling cepat (3-5 hari) tapi mahal. Lewat laut paling murah tapi butuh waktu 1 sampai 2 bulan.\n\nKarena di dalam paket ada cokelat yang bisa meleleh, saya memilih EMS agar cepat sampai. Biayanya cukup mahal, sekitar 4000 yen, tapi tidak apa-apa demi keluarga. Saya juga membayar asuransi untuk jaga-jaga jika paket hilang atau rusak. Setelah membayar, pegawai memberikan resi yang ada nomor pelacakannya (Tracking Number). Dengan nomor ini, saya bisa mengecek posisi paket saya lewat internet. Saya mengirim pesan kepada ibu saya, 'Paketnya sudah dikirim, tunggu ya!'. Saya senang membayangkan wajah bahagia mereka saat menerima paket ini.",
    "template": "[[今日|きょう]]、インドネシアの [[家族|かぞく]]に [[荷物|にもつ]]（[[小包|こづつみ]]）を [[送|おく]]るために [[郵便局|ゆうびんきょく]]へ [[行|い]]きました。[[家|いえ]]で [[丈夫|じょうぶ]]な [[段ボール|だんぼーる]]を [[準備|じゅんび]]しました。[[中|なか]]に [[抹茶|まっちゃ]]の キットカットや ユニークな [[味|あじ]]の カップラーメンや [[日本|にほん]]の いい [[薬|くすり]]など、お[[土産|みやげ]]を [[沢山|たくさん]] [[入|い]]れました。テープで [[箱|はこ]]を しっかり [[閉|し]]めました。[[郵便局|ゆうびんきょく]]で、[[番号|ばんごう]]札を [[取|と]]って、[[少|すこ]]し [[待|ま]]ちました。[[日本|にほん]]の [[郵便局|ゆうびんきょく]]は 早いですから、あまり [[待|ま]]ちません。[[番号|ばんごう]]を 呼ばれて、[[重|おも]]い [[荷物|にもつ]]を 窓口へ [[持|持]]っていきました。\n\n[[郵便局|ゆうびんきょく]]の [[人|ひと]]は デジタル[[秤|はかり]]で [[荷物|にもつ]]を [[量|はか]]りました。ちょうど 2キロでした。[[彼|かれ]]は [[国際|こくさい]]郵便の 書類を くれました。[[英語|えいご]]で [[住所|じゅうしょ]]と [[内容|ないよう]]品（インボイス）を [[書|か]]かなければなりません。「チョコレート」とか「インスタント麺」とか、詳しく [[書|か]]きます。[[郵便局|ゆうびんきょく]]の [[人|ひと]]は「どの [[方法|ほうほう]]で [[送|おく]]りますか。EMSか、[[航空便|こうくうびん]]か、[[船便|ふなびん]]が あります」と [[聞|き]]きました。[[彼|かれ]]は [[違|ちが]]いを [[説明|せつめい]]しました。EMSは [[一番|いちばん]] [[早|はや]]い（3[[日|にち]]から5[[日|か]]）ですが、[[高|たか]]いです。[[船便|ふなびん]]は [[一番|いちばん]] [[安|やす]]いですが、1ヶ月か 2ヶ月 かかります。\n\n[[中|なか]]に チョコが あって、[[溶|と]]けますから、[[早|はや]]い EMSを [[選|えら]]びました。4000[[円|えん]]ぐらいで、[[高|たか]]かったですが、[[家族|かぞく]]のためですから [[大丈夫|だいじょうぶ]]です。[[荷物|にもつ]]が なくなったり 壊れたり しないように、[[保険|ほけん]]も [[払|はら]]いました。[[払|はら]]ったあとで、[[追跡|ついせき]][[番号|ばんごう]]がある レシートを もらいました。この [[番号|ばんごう]]で、インターネットで [[荷物|にもつ]]が どこに あるか チェックできます。[[母|はは]]に「[[荷物|にもつ]]を [[送|おく]]ったよ、[[待|ま]]っててね」と メッセージを [[送|おく]]りました。[[家族|かぞく]]が [[喜|よろこ]]ぶ [[顔|かお]]を [[考|かんが]]えると、[[嬉|うれ]]しいです。",
    "icon": "fas fa-box-open",
    "color": "linear-gradient(135deg, #ff758c 0%, #ff7eb3 100%)"
  },
  {
    "id": "s23",
    "title": "Bertanya Jalan (道を聞く)",
    "category": "Transportasi",
    "translation": "Minggu lalu, saya mengalami pengalaman yang sedikit menakutkan tapi berkesan. Saya berencana pergi ke Museum Seni modern yang baru dibuka. Saya turun di stasiun terdekat dan mencoba menggunakan Google Maps di HP saya. Tapi sialnya, baterai HP saya tiba-tiba habis dan mati total. Saya panik. Saya berdiri di persimpangan jalan yang besar dan bingung harus ke arah mana. Tidak ada petunjuk jalan dalam bahasa Inggris. Saya mencoba melihat peta yang ada di pinggir jalan, tapi semuanya tertulis dalam Kanji yang sulit saya baca.\n\nSaya memberanikan diri untuk bertanya kepada orang yang lewat. Saya melihat seorang wanita paruh baya yang terlihat ramah sedang berjalan membawa anjing. Saya menghampirinya dan berkata, 'Permisi, maaf mengganggu. Saya tersesat'. Dia berhenti dan tersenyum. Saya melanjutkan, 'Saya ingin pergi ke Museum Seni, tapi HP saya mati. Apakah Anda tahu tempatnya?'. Wanita itu berpikir sebentar lalu berkata, 'Oh, Museum itu! Itu agak rumit dari sini'. Dia menjelaskan dengan sangat detail menggunakan gerakan tangan. 'Pergilah lurus jalan ini sampai bertemu toserba Lawson. Lalu belok kanan di lampu merah itu. Museumnya ada di sebelah kiri, bangunannya berwarna putih'.\n\nSaya mencoba mengingat instruksinya, tapi mungkin wajah saya terlihat masih bingung. Wanita itu kemudian berkata, 'Begini saja, saya juga searah mau ke sana. Mari saya antar sampai ke persimpangan'. Saya sangat terkejut dan senang. Kami berjalan bersama sekitar 5 menit sambil mengobrol sedikit tentang cuaca dan anjingnya yang lucu. Sesampainya di dekat museum, dia menunjuk gedungnya. 'Itu dia!'. Saya membungkuk dalam-dalam dan mengucapkan terima kasih berkali-kali. 'Terima kasih banyak atas kebaikan Anda!'. Dia melambaikan tangan dan pergi. Kebaikan orang Jepang kepada orang asing benar-benar menyentuh hati saya.",
    "template": "[[先週|せんしゅう]]、[[少|すこ]]し [[怖|こわ]]いですが、いい [[経験|けいけん]]を しました。[[新|あたら]]しい [[美術館|びじゅつかん]]へ [[行|い]]く [[予定|よてい]]でした。[[駅|えき]]を [[降|お]]りて、スマホの 地図アプリを [[使|つか]]おうとしました。でも、運悪く スマホの [[充電|じゅうでん]]が なくなって、[[消|き]]えて しまいました。[[私|わたし]]は パニックに なりました。[[大|おお]]きい [[交差点|こうさてん]]に [[立|た]]って、どこへ [[行|い]]くか [[迷|まよ]]いました。[[英語|えいご]]の [[案内|あんない]]は ありませんでした。[[道|みち]]にある [[地図|ちず]]を [[見|み]]ましたが、[[全部|ぜんぶ]] [[難|むずか]]しい [[漢字|かんじ]]でしたから、[[読|よ]]めませんでした。\n\n[[通|とお]]る [[人|ひと]]に [[聞|き]]くことに しました。[[犬|いぬ]]と [[散歩|さんぽ]]している [[優|やさ]]しそうな 女の[[人|ひと]]を [[見|み]]ました。[[私|わたし]]は 「すみません、ちょっと いいですか。[[道|みち]]に [[迷|まよ]]いました」と [[声|こえ]]を かけました。[[彼女|かのじょ]]は 止まって、[[笑|わら]]いました。[[私|わたし]]は「[[美術館|びじゅつかん]]へ [[行|い]]きたいですが、スマホが [[消|き]]えました。[[場所|ばしょ]]を [[知|し]]っていますか」と [[聞|き]]きました。[[彼女|かのじょ]]は [[考|かんが]]えて、「ああ、あの [[美術館|びじゅつかん]]ですね。ここから ちょっと [[複雑|ふくざつ]]ですよ」と [[言|い]]ました。[[手|て]]を [[使|つか]]って、詳しく [[説明|せつめい]]しました。「この [[道|みち]]を [[真|ま]]っ[[直|す]]ぐ [[行|い]]って、ローソンまで [[行|い]]ってください。それから その [[信号|しんごう]]を [[右|みぎ]]に [[曲|ま]]がってください。[[美術館|びじゅつかん]]は [[左|ひだり]]に あります。[[白|しろ]]い [[建物|たてもの]]です」。\n\n[[私|わたし]]は [[覚|おぼ]]えようと しましたが、たぶん [[困|こま]]った [[顔|かお]]を していました。すると、[[彼女|かのじょ]]は「じゃあ、[[私|わたし]]も そっちへ [[行|い]]きますから、[[一緒|いっしょ]]に [[行|い]]きましょう」と [[言|い]]ました。[[私|わたし]]は びっくりして、[[喜|よろこ]]びました。5[[分|ふん]]ぐらい [[一緒|いっしょ]]に [[歩|ある]]いて、[[天気|てんき]]や [[可愛|かわ]]い [[犬|いぬ]]について [[話|はな]]しました。[[美術館|びじゅつかん]]の [[近|ちか]]くで、[[彼女|かのじょ]]は 指をさしました。「あれですよ！」。[[私|わたし]]は 深く お辞儀をして、[[何回|なんかい]]も お[[礼|れい]]を [[言|い]]ました。「ご[[親切|しんせつ]]に 本当に ありがとうございました！」。[[彼女|かのじょ]]は [[手|て]]を 振って [[行|い]]きました。[[外国人|がいこくじん]]への [[日本人|にほんじん]]の [[親切|しんせつ]]は 本当に 感動しました。",
    "icon": "fas fa-map-signs",
    "color": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)"
  },
  {
    "id": "s24",
    "title": "Pesta Ulang Tahun (誕生日パーティー)",
    "category": "Perayaan",
    "translation": "Hari ini adalah hari ulang tahun teman sekelas saya, Yuki. Dia berusia 22 tahun hari ini. Seminggu yang lalu, saya dan teman-teman lain membuat grup chat rahasia untuk merencanakan pesta kejutan (Surprise Party). Kami memesan meja di restoran Italia favorit Yuki. Kami meminta pelayan restoran untuk menyiapkan kue ulang tahun spesial nanti malam. Tentu saja, ini semua rahasia. Kami memberitahu Yuki bahwa kami hanya akan makan malam biasa setelah pulang sekolah. Yuki tidak curiga sama sekali.\n\nKetika kami sampai di restoran, kami makan pizza, pasta, dan salad yang enak. Kami mengobrol seperti biasa agar Yuki tidak curiga. Tiba-tiba, lampu restoran dimatikan dan menjadi gelap. Musik lagu 'Happy Birthday' mulai dimainkan. Pelayan keluar dari dapur membawa kue tart stroberi besar dengan lilin yang menyala di atasnya. Kami semua bernyanyi dan bertepuk tangan dengan keras. Yuki sangat terkejut sampai menutup mulutnya dengan tangan. Matanya berkaca-kaca karena terharu. Dia meniup lilin itu dalam satu napas dan semua orang bersorak, 'Selamat Ulang Tahun, Yuki!'.\n\nSetelah potong kue, kami memberikan hadiah kami. Saya memberikan dia sebuah buku novel best-seller yang sudah lama dia inginkan. Saya membungkusnya dengan kertas kado yang lucu. Teman lain memberinya syal dan aksesoris. Yuki membuka hadiah itu dengan wajah bahagia dan mengucapkan terima kasih kepada kami semua. 'Ini adalah ulang tahun terbaik dalam hidupku,' katanya. Kami minum jus bersulang (Kanpai) untuk kesehatan dan kesuksesan Yuki. Sebelum pulang, kami meminta pelayan untuk mengambil foto kenang-kenangan kami bersama. Pesta itu penuh dengan tawa dan kebahagiaan.",
    "template": "[[今日|きょう]]は クラスメートの ゆきさんの [[誕生日|たんじょうび]]です。[[彼女|かのじょ]]は 22[[歳|さい]]に なりました。1[[週間|しゅうかん]][[前|まえ]]、[[私|わたし]]たちは サプライズパーティーを [[計画|けいかく]]するために、[[秘密|ひみつ]]の グループチャットを [[作|つく]]りました。ゆきさんの [[好|す]]きな イタリアンレストランを [[予約|よやく]]しました。[[店員|てんいん]]さんに [[特別|とくべつ]]な バースデーケーキを [[頼|たの]]みました。もちろん、これは 全部 [[秘密|ひみつ]]です。[[私|わたし]]たちは ゆきさんに「[[学校|がっこう]]の あとで [[普通|ふつう]]の [[晩ご飯|ばんごはん]]を [[食|た]]べよう」と [[言|い]]いました。ゆきさんは 全然 [[疑|うたが]]いませんでした。\n\nレストランに [[着|つ]]いて、[[美味|おい]]しい ピザや パスタや サラダを [[食|た]]べました。[[普通|ふつう]]に [[話|はな]]しました。突然、レストランの [[電気|でんき]]が [[消|き]]えて、暗く なりました。ハッピーバースデーの [[音楽|おんがく]]が 流れました。[[店員|てんいん]]さんが [[台所|だいどころ]]から [[火|ひ]]がついた ローソクがある [[大|おお]]きい イチゴの ケーキを [[持|持]]って [[来|き]]ました。[[私|わたし]]たちは みんなで [[歌|うた]]って、拍手を しました。ゆきさんは びっくりして、[[手|て]]で [[口|くち]]を 覆いました。感動して [[泣|な]]きそうでした。[[彼女|かのじょ]]は [[一息|ひといき]]で ローソクを 消して、みんなは「お[[誕生日|たんじょうび]] おめでとう！」と [[叫|さけ]]びました。\n\nケーキを [[切|き]]ったあとで、プレゼントを あげました。[[私|わたし]]は [[彼女|かのじょ]]が ずっと 欲しがっていた ベストセラーの [[小説|しょうせつ]]を あげました。[[可愛|かわ]]い ラッピングペーパーで 包みました。ほかの [[友達|ともだち]]は マフラーや アクセサリーを あげました。ゆきさんは [[嬉|うれ]]しそうな [[顔|かお]]で プレゼントを [[開|あ]]けて、みんなに お[[礼|れい]]を [[言|い]]ました。「[[人生|じんせい]]で [[最高|さいこう]]の [[誕生日|たんじょうび]]だ」と [[言|い]]ました。[[私|わたし]]たちは ゆきさんの 健康と 成功のために、ジュースで [[乾杯|かんぱい]]しました。[[帰|かえ]]る [[前|まえ]]に、[[店員|てんいん]]さんに [[記念|きねん]][[写真|しゃしん]]を 撮ってもらいました。パーティーは [[笑顔|えがお]]と [[幸|しあわ]]せで いっぱいでした。",
    "icon": "fas fa-birthday-cake",
    "color": "linear-gradient(135deg, #43e97b 0%, #38f9d7 100%)"
  },
  {
    "id": "s25",
    "title": "Belajar Bahasa Jepang (日本語の勉強)",
    "category": "Pendidikan",
    "translation": "Belajar bahasa Jepang adalah tantangan besar, tapi saya sangat menikmatinya. Saya belajar sendiri dan juga pergi ke sekolah bahasa. Rutinitas pagi saya selalu sama: saya bangun jam 6 pagi dan menghafal 5 Kanji baru menggunakan kartu hafalan (Flashcards). Kanji itu sangat unik seperti gambar, tapi cara bacanya ada banyak (Onyomi dan Kunyomi), jadi sering membuat saya bingung. Setelah itu, saya mendengarkan podcast bahasa Jepang di kereta saat berangkat ke sekolah untuk melatih pendengaran saya. Saya mencoba menirukan intonasi pembicara agar pelafalan saya menjadi natural.\n\nTata bahasa Jepang (Bunpou) juga rumit. Partikel seperti 'Wa', 'Ga', 'Ni', dan 'De' sering membuat kepala saya pusing. Urutan kalimatnya terbalik dibandingkan bahasa Indonesia. Tapi, saat saya berhasil membuat kalimat yang benar dan dimengerti oleh guru, saya merasa sangat puas. Setiap akhir pekan, saya mengikuti acara pertukaran bahasa (Language Exchange) di pusat komunitas. Di sana saya bertemu orang Jepang yang ingin belajar bahasa Indonesia atau Inggris. Kami saling mengajari dan berbicara tentang budaya masing-masing. Ini adalah cara terbaik untuk melatih percakapan (Kaiwa) dan mendapatkan teman baru.\n\nTujuan utama saya adalah lulus tes kemampuan bahasa Jepang JLPT level N4 bulan Desember nanti, dan level N2 di masa depan. Saya ingin bekerja di perusahaan teknologi di Jepang atau menjadi penerjemah. Saya tahu jalannya masih panjang dan sulit. Terkadang saya merasa lelah dan ingin menyerah ketika tidak bisa memahami materi. Tapi, saya ingat kembali impian saya. Saya menyemangati diri sendiri dengan kata 'Ganbarimasu!' (Saya akan berusaha!). Saya percaya usaha keras tidak akan mengkhianati hasil.",
    "template": "[[日本語|にほんご]]の [[勉強|べんきょう]]は [[大|おお]]きい チャレンジですが、[[私|わたし]]は とても [[楽|たの]]しんでいます。[[独学|どくがく]]したり、[[学校|がっこう]]へ [[行|い]]ったり しています。[[毎朝|まいあさ]]の ルーティンは [[同|おな]]じです。6[[時|じ]]に [[起|お]]きて、単語カードを [[使|つか]]って [[新|あたら]]しい [[漢字|かんじ]]を 5つ [[覚|おぼ]]えます。[[漢字|かんじ]]は 絵のようで ユニークですが、[[読|よ]]み[[方|かた]]（[[音読|おんよ]]みと [[訓読|くんど]]み）が [[沢山|たくさん]] ありますから、よく [[混乱|こんらん]]します。そのあと、[[学校|がっこう]]へ [[行|い]]く [[電車|でんしゃ]]で、リスニングを [[練習|れんしゅう]]するために [[日本語|にほんご]]の ポッドキャストを [[聞|き]]きます。発音が 自然に なるように、スピーカーの イントネーションを 真似します。\n\n[[文法|ぶんぽう]]も [[複雑|ふくざつ]]です。「は」「が」「に」「で」のような [[助詞|じょし]]は よく [[頭|あたま]]が [[痛|いた]]く なります。[[文|ぶん]]の 順番は インドネシア語と 逆です。でも、[[正|ただ]]しい [[文|ぶん]]を [[作|つく]]って、[[先生|せんせい]]が [[分|わ]]かって くれたとき、とても [[満足|まんぞく]]します。[[毎週末|まいしゅうまつ]]、コミュニティセンターの [[言語|げんご]][[交換|こうかん]]（交流会）に [[参加|さんか]]します。そこで インドネシア語や [[英語|えいご]]を [[勉強|べんきょう]]したい [[日本人|にほんじん]]に [[会|あ]]います。お[[互|たが]]いに [[教|おし]]えて、[[文化|ぶんか]]について [[話|はな]]します。これは [[会話|かいわ]]を [[練習|れんしゅう]]して、[[新|あたら]]しい [[友達|ともだち]]を [[作|つく]]る [[一番|いちばん]] いい [[方法|ほうほう]]です。\n\n[[私|わたし]]の [[目標|もくひょう]]は、[[12月|じゅうにがつ]]の JLPT N4の [[試験|しけん]]に [[合格|ごうかく]]することです。そして、[[将来|しょうらい]]は N2に [[合格|ごうかく]]したいです。[[日本|にほん]]の IT企業で [[働|はたら]]いたり、[[通訳|つうやく]]に なったり したいです。[[道|みち]]は まだ [[長|なが]]くて [[難|むずか]]しいと [[知|知]]っています。ときどき [[疲|つか]]れて、[[分|わ]]からないとき [[諦|あきら]]めたいです。でも、[[私|わたし]]は [[夢|ゆめ]]を [[思|おも]]い[[出|だ]]します。「[[頑張|がんば]]ります！」と [[自分|じぶん]]を 励まします。[[努力|どりょく]]は [[裏切|うらぎ]]らないと [[信|しん]]じて います。",
    "icon": "fas fa-book-reader",
    "color": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)"
  },
  {
    "id": "s26",
    "title": "Cita-cita Saya (私の夢)",
    "category": "Pribadi & Impian",
    "translation": "Setiap orang pasti memiliki mimpi, dan mimpi saya adalah menjadi jembatan antara dua negara. Saya ingin menjadi penerjemah profesional bahasa Jepang dan Indonesia. Sejak SMA, saya sudah tertarik dengan perbedaan budaya. Saya menyadari bahwa bahasa bukan sekadar kata-kata, tapi juga mengandung perasaan dan budaya. Menjadi penerjemah berarti menyampaikan pesan hati seseorang kepada orang lain yang berbeda bahasa. Itu adalah pekerjaan yang sangat mulia dan menantang. Saya ingin membantu perusahaan Indonesia yang berbisnis dengan Jepang, atau membantu wisatawan Jepang yang datang ke Indonesia.\n\nUntuk mewujudkan mimpi ini, saya belajar sangat keras setiap hari. Saya tidak hanya menghafal Kanji, tapi juga membaca koran dan berita untuk memahami istilah ekonomi dan sosial. Saya juga menonton drama tanpa subtitle untuk melatih pendengaran saya terhadap bahasa gaul (Slang) dan bahasa formal (Keigo). Terkadang saya merasa putus asa karena Kanji sangat rumit dan jumlahnya ribuan. Tapi, ketika saya berhasil menerjemahkan satu artikel dengan lancar, rasa puasnya luar biasa. Teman-teman saya sering meminta bantuan saya untuk menerjemahkan lirik lagu atau komik, dan itu membuat saya semakin semangat.\n\nRencana saya selanjutnya adalah pergi ke Tokyo untuk melanjutkan studi di sekolah vokasi penerjemahan. Saya ingin merasakan tinggal di sana dan berinteraksi langsung dengan penduduk lokal setiap hari. Saya ingin bekerja di lingkungan internasional di mana saya bisa menggunakan kemampuan bahasa saya setiap saat. Saya tahu persaingannya ketat, tapi saya tidak akan lari. Saya akan terus berusaha selangkah demi selangkah sampai saya berdiri di sana sebagai penerjemah profesional. Masa depan ada di tangan saya sendiri.",
    "template": "[[誰|だれ]]でも [[夢|ゆめ]]が あります。[[私|わたし]]の [[夢|ゆめ]]は、[[二|ふた]]つの [[国|くに]]の 架け橋に なることです。[[私|わたし]]は [[日本語|にほんご]]と インドネシア語の プロの [[通訳|つうやく]]に なりたいです。[[高校|こうこう]]の ときから、[[文化|ぶんか]]の [[違|ちが]]いに [[興味|きょうみ]]が ありました。[[言葉|ことば]]は ただの 単語じゃなくて、[[気持|きも]]ちや [[文化|ぶんか]]も [[含|ふく]]んでいると 気づきました。[[通訳|つうやく]]に なることは、[[人|ひと]]の [[心|こころ]]の メッセージを ほかの [[人|ひと]]に [[伝|つた]]えることです。それは とても すばらしくて、やりがいのある [[仕事|しごと]]です。[[私|わたし]]は [[日本|にほん]]と ビジネスをする インドネシアの [[会社|かいしゃ]]を [[手伝|てつだ]]ったり、インドネシアへ [[来|く]]る [[日本人|にほんじん]]の [[観光客|かんこうきゃく]]を [[助|たす]]けたり したいです。\n\nこの [[夢|ゆめ]]を [[叶|かな]]えるために、[[毎日|まいにち]] [[一生懸命|いっしょうけんめい]] [[勉強|べんきょう]]しています。ただ [[漢字|かんじ]]を [[覚|おぼ]]えるだけじゃなくて、[[新聞|しんぶん]]や ニュースを [[読|よ]]んで、[[経済|けいざい]]や [[社会|しゃかい]]の [[言葉|ことば]]を [[理解|りかい]]します。[[字幕|じまく]]なしで ドラマを [[見|み]]て、スラングや [[敬語|けいご]]を [[聞|き]]く [[練習|れんしゅう]]も しています。ときどき、[[漢字|かんじ]]が [[複雑|ふくざつ]]で [[数|かず]]が [[何千|なんぜん]]も ありますから、[[絶望|ぜつぼう]]します。でも、[[一|ひと]]つの [[記事|きじ]]を スムーズに [[翻訳|ほんやく]]できたとき、[[達成感|たっせいかん]]が すごいです。[[友達|ともだち]]が よく [[歌|うた]]の [[歌詞|かし]]や マンガの [[翻訳|ほんやく]]を [[頼|たの]]みます。それは [[私|わたし]]を やる気に させます。\n\n[[次|つぎ]]の [[計画|けいかく]]は、[[通訳|つうやく]]の [[専門|せんもん]][[学校|がっこう]]で [[勉強|べんきょう]]するために [[東京|とうきょう]]へ [[行|い]]くことです。そこに [[住|す]]んで、[[毎日|まいにち]] [[地元|じもと]]の [[人|ひと]]と [[直接|ちょくせつ]] [[話|はな]]したいです。[[私|わたし]]は いつも [[語学|ごがく]]の 能力を [[使|つか]]える [[国際的|こくさいてき]]な [[環境|かんきょう]]で [[働|はたら]]きたいです。[[競争|きょうそう]]は [[厳|きび]]しいですが、[[私|わたし]]は [[逃|に]]げません。プロの [[通訳|つうやく]]として そこに [[立|た]]つまで、一歩ずつ [[努力|どりょく]]し続けます。[[未来|みらい]]は [[自分|じぶん]]の [[手|て]]の [[中|なか]]に あります。",
    "icon": "fas fa-star",
    "color": "linear-gradient(135deg, #f093fb 0%, #f5576c 100%)"
  },
  {
    "id": "s27",
    "title": "Adik Saya (私の弟)",
    "category": "Keluarga",
    "translation": "Saya adalah anak tertua, dan saya memiliki satu adik laki-laki yang sangat berisik tapi lucu. Namanya Ken, usianya baru 10 tahun dan dia duduk di kelas 4 SD. Ken sangat penuh energi, dia tidak bisa diam barang satu menit pun. Wajahnya mirip dengan ayah, dengan mata bulat dan rambut pendek yang berantakan. Dia sangat suka memakai kaos bergambar karakter game favoritnya. Ken adalah 'mood maker' di keluarga kami; dia selalu membuat kami tertawa dengan tingkah lakunya yang konyol dan leluconnya yang aneh.\n\nHobi utamanya adalah bermain video game, terutama Minecraft dan Mario Kart. Setiap pulang sekolah, dia langsung melempar tasnya ke sofa dan menyalakan konsol game. Terkadang saya bermain bersamanya. Kalau dia kalah, dia akan cemberut dan minta diulang sampai dia menang. Tapi kalau dia menang, dia akan menyombongkan diri seharian. Kami sering bertengkar soal hal-hal kecil, seperti berebut remote TV atau berebut puding terakhir di kulkas. Suara teriakan kami sering membuat ibu marah. Tapi, kami biasanya berbaikan lagi dalam 5 menit.\n\nMakanan kesukaannya adalah Hamburger Steak (Hambagu) buatan ibu dengan banyak keju di atasnya. Dia sangat benci sayuran, terutama wortel dan paprika. Saya sering harus memaksanya makan sayur demi kesehatannya. Meskipun dia sering merepotkan dan nakal, sebenarnya dia anak yang penyayang. Saat saya sakit demam bulan lalu, dia diam-diam membawakan air minum dan selimut untuk saya. Dia berkata 'Cepat sembuh ya, Kak'. Saat itu saya sadar bahwa saya sangat menyayangi adik saya ini.",
    "template": "[[私|わたし]]は [[長男|ちょうなん]]で、とても うるさいですが [[可愛|かわ]]い [[弟|おとうと]]が [[一人|ひとり]] います。[[名前|なまえ]]は ケンで、10[[歳|さい]]の [[小学|しょうがく]][[4年生|よねんせい]]です。ケンは エネルギーで いっぱいです。1[[分|ぷん]]も じっとしていません。[[顔|かお]]は [[父|ちち]]に 似ていて、[[目|め]]が [[丸|まる]]くて、[[髪|かみ]]が [[短|みじか]]くて ボサボサです。[[彼|かれ]]は [[好|す]]きな ゲームの キャラクターの Tシャツを [[着|き]]るのが [[好|す]]きです。ケンは [[家族|かぞく]]の ムードメーカーです。[[彼|かれ]]の バカな [[行動|こうどう]]や [[変|へん]]な ジョークで [[私|わたし]]たちを いつも [[笑|わら]]わせます。\n\n[[彼|かれ]]の [[趣味|しゅみ]]は テレビゲーム、とくに マインクラフトと マリオカートです。[[毎日|まいにち]] [[学校|がっこう]]から [[帰|かえ]]ると、カバンを ソファーに [[投|な]]げて、ゲームを つけます。ときどき [[私|わたし]]も [[一緒|いっしょ]]に [[遊|あそ]]びます。もし [[彼|かれ]]が [[負|ま]]けたら、[[彼|かれ]]は すねて、「もう[[一回|いっかい]]！」と [[言|い]]います。でも [[勝|か]]ったら、[[一日中|いちにちじゅう]] 自慢します。[[私|わたし]]たちは よく [[小|ちい]]さい ことで [[喧嘩|けんか]]します。テレビのリモコンを [[取|と]]り合ったり、[[冷蔵庫|れいぞうこ]]の [[最後|さいご]]の プリンを [[取|と]]り合ったり します。[[大|おお]]きい [[声|こえ]]は よく [[母|はは]]を [[怒|おこ]]らせます。でも、たいてい 5[[分|ふん]]で [[仲直|なかなお]]りします。\n\n[[彼|かれ]]の [[好|す]]きな [[食|た]]べ[[物|もの]]は、[[母|はは]]が [[作|つく]]った チーズたっぷりの ハンバーグです。[[野菜|やさい]]、とくに [[人参|にんじん]]と パプリカが [[大嫌|だいきら]]いです。[[私|わたし]]は [[健康|けんこう]]のために、よく [[彼|かれ]]に [[野菜|やさい]]を [[食|た]]べさせます。[[彼|かれ]]は よく [[面倒|めんどう]]で いたずらっ子ですが、[[実|じつ]]は [[優|やさ]]しい [[子|こ]]です。[[先月|せんげつ]] [[私|わたし]]が [[熱|ねつ]]を [[出|だ]]したとき、[[彼|かれ]]は こっそり [[水|みず]]と [[毛布|もうふ]]を [[持|も]]ってきて くれました。「[[早|はや]]く [[元気|げんき]]になってね」と [[言|い]]いました。そのとき、[[私|わたし]]は この [[弟|おとうと]]が [[大好き|だいすき]]だと 気づきました。",
    "icon": "fas fa-child",
    "color": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)"
  },
  {
    "id": "s28",
    "title": "Kota Saya (私の町)",
    "category": "Lingkungan",
    "translation": "Saya tinggal di sebuah kota kecil di pinggiran yang dikelilingi oleh alam. Kota ini jauh dari keramaian dan hiruk pikuk kota besar seperti Tokyo atau Osaka. Tidak ada gedung pencakar langit di sini, yang ada hanyalah rumah-rumah kayu tradisional dan sawah yang hijau. Di tengah kota mengalir sungai yang jernih. Di tepi sungai ada jalan setapak tempat orang-orang jogging atau membawa anjing jalan-jalan setiap pagi dan sore. Udara di sini sangat segar dan bersih, kita bisa melihat bintang dengan jelas di malam hari. Ini adalah tempat yang sangat menenangkan jiwa.\n\nMeskipun ini kota kecil (Inaka), fasilitas di sini cukup lengkap dan praktis. Di dekat stasiun kereta ada supermarket besar yang buka sampai malam, perpustakaan umum yang nyaman, dan rumah sakit. Ada juga jalan perbelanjaan tua (Shotengai) di mana kita bisa membeli tahu segar, ikan, dan kue tradisional. Orang-orang di kota ini sangat ramah dan hangat. Tetangga saling mengenal satu sama lain. Seringkali, nenek di sebelah rumah memberikan saya sayuran hasil kebunnya seperti tomat dan mentimun. Kami selalu saling menyapa 'Ohayou gozaimasu' saat berpapasan di jalan.\n\nKeindahan kota saya berubah seiring musim. Di musim semi, deretan pohon sakura di sepanjang sungai mekar serentak membentuk terowongan berwarna pink. Banyak orang datang untuk piknik di bawahnya. Di musim gugur, daun-daun pohon Ginkgo berubah menjadi kuning keemasan yang cantik. Di musim panas, ada festival kembang api lokal yang meriah. Saya sangat mencintai kota ini. Meskipun suatu hari nanti saya mungkin harus pindah ke kota besar untuk bekerja, kota ini akan selalu menjadi 'Furusato' (kampung halaman) tempat hati saya pulang.",
    "template": "[[私|わたし]]は [[自然|しぜん]]に 囲まれた 郊外の [[小|ちい]]さい [[町|まち]]に [[住|す]]んで います。この [[町|まち]]は [[東京|とうきょう]]や [[大阪|おおさか]]のような [[都会|とかい]]の 騒音から [[遠|とお]]いです。ここには [[高層|こうそう]]ビルが ありません。あるのは [[伝統的|でんとうてき]]な [[木|き]]の [[家|いえ]]と [[緑|みどり]]の 田んぼだけです。[[町|まち]]の [[真|ま]]ん[[中|なか]]に [[綺麗|きれい]]な [[川|かわ]]が 流れています。[[川|かわ]]の そばに [[小道|こみち]]が あって、[[毎朝|まいあさ]]と [[夕方|ゆうがた]]、[[人|ひと]]びとが ジョギングしたり [[犬|いぬ]]の [[散歩|さんぽ]]をしたり します。ここの [[空気|くうき]]は とても 新鮮で [[綺麗|きれい]]で、[[夜|よる]]には はっきりと [[星|ほし]]が [[見|み]]えます。ここは [[心|こころ]]が 癒やされる [[場所|ばしょ]]です。\n\nここは [[田舎|いなか]]ですが、施設は 十分で [[便利|べんり]]です。[[駅|えき]]の [[近|ちか]]くに [[夜|よる]]まで [[開|あ]]いている [[大|おお]]きい スーパーや、[[快適|かいてき]]な [[図書館|としょかん]]や、[[病院|びょういん]]が あります。[[古|ふる]]い [[商店街|しょうてんがい]]も あって、[[新鮮|しんせん]]な 豆腐や [[魚|さかな]]や [[伝統的|でんとうてき]]な お[[菓子|かし]]を [[買|か]]えます。この [[町|まち]]の [[人|ひと]]は とても [[親切|しんせつ]]で [[温|あたた]]かいです。[[近所|きんじょ]]の [[人|ひと]]は みんな 知り合いです。よく [[隣|となり]]の おばあちゃんが [[畑|はたけ]]で [[採|と]]れた トマトや きゅうりのような [[野菜|やさい]]を くれます。[[道|みち]]で [[会|あ]]うとき、いつも「おはようございます」と [[挨拶|あいさつ]]します。\n\n[[私|わたし]]の [[町|まち]]の [[美|うつく]]しさは [[季節|きせつ]]と [[一緒|いっしょ]]に 変わりま。[[春|はる]]には、[[川|かわ]]沿いの [[桜|さくら]]が 咲いて、ピンクの トンネルに なります。[[沢山|たくさん]]の [[人|ひと]]が ピクニックに [[来|き]]ます。[[秋|あき]]には、イチョウの [[葉|は]]が [[綺麗|きれい]]な [[金色|きんいろ]]に なります。[[夏|なつ]]には、賑やかな [[花火|はなび]]大会が あります。[[私|わたし]]は この [[町|まち]]が [[愛|あい]]しています。[[何時か|いつか]] [[仕事|しごと]]のために [[都会|とかい]]へ [[引|ひ]]っ[[越|こ]]すかもしれませんが、この [[町|まち]]は ずっと [[私|わたし]]の [[心|こころ]]が [[帰|かえ]]る「故郷」です。",
    "icon": "fas fa-building",
    "color": "linear-gradient(135deg, #43e97b 0%, #38f9d7 100%)"
  },
  {
    "id": "s29",
    "title": "Olahraga Favorit (好きなスポーツ)",
    "category": "Olahraga",
    "translation": "Saya adalah orang yang sangat aktif dan mencintai olahraga. Olahraga favorit saya adalah sepak bola dan futsal. Sejak kecil, saya bercita-cita menjadi pemain sepak bola profesional. Meskipun sekarang saya bekerja sebagai pegawai kantor, kecintaan saya pada bola tidak pernah pudar. Saya bergabung dengan tim futsal amatir yang anggotanya adalah teman-teman kantor dan teman kuliah. Kami berlatih dua kali seminggu sepulang kerja, dan bertanding setiap hari Minggu pagi. Memakai jersey tim dan sepatu futsal membuat saya merasa keren dan bersemangat.\n\nFutsal adalah olahraga yang cepat dan membutuhkan kerja sama tim (Teamwork). Lapangannya lebih kecil dari sepak bola, jadi kita harus berlari terus-menerus dan mengoper bola dengan cepat. Posisi saya adalah penyerang. Momen terbaik adalah ketika saya menerima umpan bagus dari teman, menggiring bola melewati lawan, dan menendang bola sekuat tenaga ke gawang. Saat bola masuk dan jaring bergetar, rasanya luar biasa! Semua teman tim berteriak dan kami melakukan tos (High-five). Lelah karena berlari rasanya hilang seketika digantikan oleh adrenalin dan kegembiraan.\n\nSelain untuk kesehatan, olahraga adalah cara terbaik untuk menghilangkan stres (Stress Release) dan mempererat pertemanan. Setelah pertandingan selesai, kami biasanya melakukan tradisi 'Uchiage' atau pesta kecil-kecilan. Kami pergi ke restoran keluarga atau kedai ramen bersama-sama. Kami makan banyak sekali sambil membahas pertandingan tadi. 'Operanmu tadi bagus sekali!' atau 'Sayang sekali tendangan itu tidak masuk'. Kami tertawa terbahak-bahak. Momen kebersamaan inilah yang membuat saya tidak bisa berhenti bermain futsal. Olahraga membuat tubuh sehat dan hati bahagia.",
    "template": "[[私|わたし]]は とても アクティブな [[人|ひと]]で、[[スポーツ|すぽーつ]]を [[愛|あい]]しています。[[一番|いちばん]] [[好|す]]きな [[スポーツ|すぽーつ]]は サッカーと フットサルです。[[子供|こども]]の ときから、プロの サッカー選手に なりたかったです。[[今|いま]]は [[会社員|かいしゃいん]]ですが、サッカーへの [[愛|あい]]は なくなりません。[[私|わたし]]は 社会人フットサルチームに [[入|はい]]りました。メンバーは [[会社|かいしゃ]]の [[同僚|どうりょう]]や [[大学|だいがく]]の [[友達|ともだち]]です。[[週|しゅう]]に [[2回|にかい]] [[仕事|しごと]]の あとで [[練習|れんしゅう]]して、[[毎週|まいしゅう]] [[日曜日|にちようび]]の [[朝|あさ]] 試合を します。チームの ユニフォームを [[着|き]]て、フットサルシューズを [[履|は]]くと、かっこよくて やる気が [[出|で]]ます。\n\nフットサルは [[早|はや]]い [[スポーツ|すぽーつ]]で、チームワークが [[必要|ひつよう]]です。コートは サッカーより [[小|ちい]]さいですから、ずっと [[走|はし]]って、[[早|はや]]く パスを しなければなりません。[[私|わたし]]の ポジションは フォワードです。[[最高|さいこう]]の 瞬間は、[[友達|ともだち]]から いい パスを もらって、相手を 抜いて、[[全力|ぜんりょく]]で ゴールに シュートする ときです。ボールが [[入|はい]]って ネットが 揺れるとき、[[気持|きも]]ちが いいです！ チームメートは みんな [[叫|さけ]]んで、ハイタッチを します。[[走|はし]]る [[疲|つか]]れは すぐ 消えて、アドレナリンと [[喜|よろこ]]びに 変わります。\n\n[[健康|けんこう]]のためだけじゃなく、[[スポーツ|すぽーつ]]は ストレス解消と [[友情|ゆうじょう]]を 深めるために [[一番|いちばん]] いいです。試合が [[終|お]]わったあとで、たいてい「打ち上げ」を します。みんなで ファミレスや ラーメン[[屋|や]]へ [[行|い]]きます。試合について [[話|はな]]しながら、[[沢山|たくさん]] [[食|た]]べます。「さっきの パスは よかったね！」とか「あの シュートは 残念だったね」と [[言|い]]います。[[私|わたし]]たちは 大笑いします。この [[一緒|いっしょ]]の [[時間|じかん]]が ありますから、フットサルが やめられません。[[スポーツ|すぽーつ]]は [[体|からだ]]を [[健康|けんこう]]にして、[[心|こころ]]を [[幸|しあわ]]せに します。",
    "icon": "fas fa-futbol",
    "color": "linear-gradient(135deg, #43e97b 0%, #38f9d7 100%)"
  },
  {
    "id": "s30",
    "title": "Musim Hujan (梅雨)",
    "category": "Alam & Musim",
    "translation": "Di Jepang, ada musim kelima yang unik selain semi, panas, gugur, dan dingin. Musim itu disebut 'Tsuyu' atau Musim Hujan, yang biasanya terjadi di bulan Juni sampai pertengahan Juli. Selama satu bulan penuh, langit selalu mendung dan hujan turun hampir setiap hari. Udaranya menjadi sangat lembab dan lengket (Mushicatsui). Di dalam rumah, kami harus berhati-hati terhadap jamur. Cucian pakaian adalah masalah terbesar; karena tidak bisa dijemur di luar, pakaian jadi bau apek. Kami sering harus menggunakan mesin pengering (Coin Laundry) atau menggantung boneka 'Teru-teru bozu' di jendela sambil berdoa agar besok cuaca cerah.\n\nNamun, Tsuyu tidak selamanya buruk. Ada keindahan khusus yang hanya bisa dinikmati di musim ini. Bunga Hydrangea atau 'Ajisai' mekar dengan sangat cantik di tengah hujan. Warnanya bermacam-macam: biru, ungu, merah muda, dan putih. Warna bunga ini konon berubah sesuai dengan tingkat keasaman tanah. Saya suka pergi ke kuil tua di Kamakura yang terkenal dengan taman Ajisai-nya. Melihat bunga Ajisai yang basah oleh tetesan hujan memberikan perasaan tenang dan damai (Wabi-sabi). Siput-siput kecil juga keluar berjalan-jalan di atas daun, pemandangan yang lucu.\n\nMusim hujan juga berarti persiapan menuju musim panas yang sesungguhnya. Petani padi sangat membutuhkan air hujan ini agar padi mereka tumbuh subur. Toko-toko mulai menjual payung warna-warni dan jas hujan yang modis. Ketika berita mengumumkan 'Tsuyu Ake' (akhir musim hujan), itu tandanya musim panas yang terik dan langit biru yang cerah telah tiba. Orang-orang akan berteriak senang dan langsung merencanakan pergi ke pantai. Jadi, meskipun Tsuyu sedikit merepotkan, ini adalah bagian penting dari siklus alam di Jepang.",
    "template": "[[日本|にほん]]には、[[春|はる]]、[[夏|なつ]]、[[秋|あき]]、[[冬|ふゆ]]の ほかに ユニークな [[季節|きせつ]]が あります。それは「[[梅雨|つゆ]]」で、だいたい [[6月|ろくがつ]]から [[7月|しちがつ]]の [[真|ま]]ん[[中|なか]]までです。1ヶ月ぐらい、[[空|そら]]は いつも 曇りで、ほとんど [[毎日|まいにち]] [[雨|あめ]]が [[降|ふ]]ります。[[空気|くうき]]は とても 湿気があって、[[蒸|む]]し[[暑|あつ]]いです。[[家|いえ]]の [[中|なか]]で、カビに [[気|き]]をつけなければなりません。[[洗濯物|せんたくもの]]は [[一番|いちばん]] [[大|おお]]きい 問題です。[[外|そと]]に 干せませんから、[[服|ふく]]が 臭く なります。[[私|わたし]]たちは よく コインランドリーを [[使|つか]]ったり、[[明日|あした]]の [[天気|てんき]]が 晴れるように [[窓|まど]]に「てるてる坊主」を 吊るして 祈ったり します。\n\nでも、[[梅雨|つゆ]]は [[悪|わる]]いこと だけじゃありません。この [[季節|きせつ]]だけの 特別な [[美|うつく]]しさが あります。アジサイの [[花|はな]]が [[雨|あめ]]の [[中|なか]]で [[綺麗|きれい]]に [[咲|さ]]きます。[[色|いろ]]は いろいろ あります。[[青|あお]]、[[紫|むらさき]]、ピンク、[[白|しろ]]などです。この [[色|いろ]]は 土によって 変わりま。[[私|わたし]]は アジサイで [[有名|ゆうめい]]な [[鎌倉|かまくら]]の [[古|ふる]]い お[[寺|てら]]へ [[行|い]]くのが [[好|す]]きです。[[雨|あめ]]に 濡れた アジサイを [[見|み]]ると、[[心|こころ]]が [[落|お]]ち[[着|つ]]いて、平和に なります（わびさび）。[[小|ちい]]さい カタツムリも [[葉|は]]っぱの [[上|うえ]]を [[散歩|さんぽ]]して、[[可愛|かわ]]いいです。\n\n[[梅雨|つゆ]]は 本当の [[夏|なつ]]への [[準備|じゅんび]]です。お[[米|こめ]]の 農家は お[[米|こめ]]が [[育|そだ]]つために この [[雨|あめ]]が [[必要|ひつよう]]です。[[店|みせ]]は カラフルな [[傘|かさ]]や おしゃれな レインコートを [[売|う]]り[[始|はじ]]めます。ニュースが「[[梅雨|つゆ]]明け」を 発表するとき、それは [[暑|あつ]]い [[夏|なつ]]と [[青|あお]]い [[空|そら]]が [[来|き]]た 合図です。[[人|ひと]]びとは [[喜|よろこ]]んで、すぐに [[海|うみ]]へ [[行|い]]く [[計画|けいかく]]を 立てます。ですから、[[梅雨|つゆ]]は [[少|すこ]]し [[面倒|めんどう]]ですが、[[日本|にほん]]の [[自然|しぜん]]の サイクルに [[大切|たいせつ]]な 部分です。",
    "icon": "fas fa-cloud-rain",
    "color": "linear-gradient(135deg, #a18cd1 0%, #fbc2eb 100%)"
  },
  {
    "id": "s31",
    "title": "Perkenalan Diri (自己紹介)",
    "category": "Pribadi",
    "translation": "Halo semuanya, senang bertemu dengan Anda. Izinkan saya memperkenalkan diri. Nama saya Katoriram, tapi teman-teman biasa memanggil saya Ram. Saya berasal dari Nepal, tepatnya dari kota Kathmandu. Kathmandu adalah ibu kota Nepal yang sangat indah dan dikelilingi oleh pegunungan tinggi Himalaya. Saya lahir pada tanggal 17 April tahun 2000, jadi tahun ini saya genap berusia 25 tahun. Meskipun saya jauh dari keluarga, saya sangat bersemangat untuk memulai hidup baru di sini.\n\nSaat ini, status saya adalah seorang pelajar bahasa Jepang di sebuah sekolah bahasa di Tokyo. Saya baru mulai belajar bahasa Jepang secara serius sejak bulan Mei tahun ini. Awalnya, menghafal huruf Hiragana, Katakana, dan terutama Kanji terasa sangat sulit bagi saya. Tata bahasanya juga sangat berbeda dengan bahasa Nepal. Namun, karena saya punya impian untuk bekerja di perusahaan Jepang nantinya, saya belajar dengan sungguh-sungguh setiap hari. Saya juga sering menonton anime untuk melatih pendengaran saya.\n\nDi waktu luang, hobi saya adalah traveling atau jalan-jalan. Saya suka melihat pemandangan baru dan bertemu orang-orang baru. Di Jepang, saya ingin pergi ke Kyoto untuk melihat kuil-kuil tua dan ke Hokkaido untuk melihat salju. Saya juga suka mencoba makanan khas setiap daerah. Saya orang yang ramah dan suka berteman, jadi jika ada waktu, mari kita mengobrol. Mohon bimbingan dan bantuannya selama saya tinggal di sini.",
    "template": "みなさん、はじめまして。[[自己紹介|じこしょうかい]]を させていただきます。[[私|わたし]]の [[名前|なまえ]]は カトリラムですが、[[友達|ともだち]]は ラムと 呼びます。[[私|わたし]]は ネパールの カトマンズから [[来|き]]ました。カトマンズは ネパールの [[首都|しゅと]]で、ヒマラヤの [[高|たか]]い [[山|やま]]に 囲まれた [[美|うつく]]しい [[町|まち]]です。[[2000年|にせんねん]][[4月|しがつ]][[17日|じゅうななにち]]に [[生|う]]まれましたから、[[今年|ことし]] 25[[歳|さい]]に なりました。[[家族|かぞく]]から [[遠|とお]]いですが、ここで [[新|あたら]]しい [[生活|せいかつ]]を [[始|はじ]]めることに ワクワクしています。\n\n[[現在|げんざい]]、[[私|わたし]]は [[東京|とうきょう]]の [[日本語|にほんご]][[学校|がっこう]]の [[学生|がくせい]]です。[[今年|ことし]]の [[5月|ごがつ]]から [[真面目|まじめ]]に [[日本語|にほんご]]を [[勉強|べんきょう]]し[[始|はじ]]めました。[[最初|さいしょ]]は、ひらがなや カタカナ、とくに [[漢字|かんじ]]を [[覚|おぼ]]えるのが とても [[難|むずか]]しかったです。[[文法|ぶんぽう]]も ネパール語と 全然 [[違|ちが]]います。でも、[[将来|しょうらい]] [[日本|にほん]]の [[会社|かいしゃ]]で [[働|はたら]]きたいですから、[[毎日|まいにち]] [[一生懸命|いっしょうけんめい]] [[勉強|べんきょう]]しています。リスニングを [[練習|れんしゅう]]するために、よく アニメも [[見|み]]ます。\n\n[[暇|ひま]]な [[時|とき]]、[[私|わたし]]の [[趣味|しゅみ]]は [[旅行|りょこう]]です。[[新|あたら]]しい [[景色|けしき]]を [[見|み]]たり、[[新|あたら]]しい [[人|ひと]]に [[会|あ]]ったり するのが [[好|す]]きです。[[日本|にほん]]では、[[京都|きょうと]]へ [[行|い]]って [[古|ふる]]い お[[寺|てら]]を [[見|み]]たいです。そして [[北海道|ほっかいどう]]へ [[行|い]]って [[雪|ゆき]]を [[見|み]]たいです。いろいろな [[所|ところ]]の [[食|た]]べ[[物|もの]]を [[食|た]]べるのも [[好|す]]きです。[[私|わたし]]は フレンドリーですから、[[時間|じかん]]が あったら、[[お喋|おしゃべ]]りしましょう。どうぞ よろしくお[[願|ねが]]いします。",
    "icon": "fas fa-user-circle",
    "color": "linear-gradient(135deg, #fccb90 0%, #d57eeb 100%)"
  },
  {
    "id": "s32",
    "title": "Impian Saya (私の夢)",
    "category": "Pribadi & Impian",
    "translation": "Setiap orang pasti memiliki tujuan hidup, dan impian terbesar saya adalah menjadi seorang pengusaha. Di masa depan, saya bertekad untuk mendirikan perusahaan saya sendiri. Tidak perlu perusahaan raksasa, perusahaan kecil pun tidak masalah asalkan sehat dan bermanfaat. Saya ingin menciptakan lingkungan kerja di mana banyak orang bisa bekerja dengan bahagia dan sejahtera. Membuka lapangan pekerjaan bagi orang lain adalah salah satu cara saya berkontribusi kepada masyarakat.\n\nFilosofi bisnis saya sederhana: utamakan pelanggan dan kejujuran. Saya ingin melayani setiap pelanggan dengan ramah dan tulus. Saya juga ingin menggunakan keuntungan perusahaan dengan cara yang benar, misalnya untuk kegiatan sosial atau mengembangkan kesejahteraan karyawan. Selain itu, motivasi terbesar saya adalah keluarga. Saya ingin membahagiakan orang tua dan saudara saya yang selama ini mendukung saya. Saya ingin membawa mereka jalan-jalan keliling dunia dengan hasil kerja keras saya sendiri.\n\nUntuk mewujudkan mimpi besar itu, saya sadar saya harus berjuang mulai dari sekarang. Saat ini saya sedang belajar dua bahasa asing sekaligus, yaitu bahasa Jepang dan bahasa Inggris, karena bisnis masa depan pasti bersifat global. Saya juga rajin membaca buku-buku tentang manajemen bisnis dan ekonomi. Terkadang rasanya lelah dan sulit membagi waktu, tapi saya tidak akan menyerah. Saya percaya, usaha yang dilakukan hari ini akan membuahkan hasil manis di masa depan.",
    "template": "[[誰|だれ]]でも [[人生|じんせい]]の [[目標|もくひょう]]が あります。[[私|わたし]]の [[一番|いちばん]] [[大|おお]]きい [[夢|ゆめ]]は ビジネスマンに なることです。[[将来|しょうらい]]、[[自分|じぶん]]の [[会社|かいしゃ]]を [[作|つく]]りたいです。[[巨大|きょだい]]な [[会社|かいしゃ]]じゃなくても いいです。[[小|ちい]]さくても、いい [[会社|かいしゃ]]なら いいです。[[私|わたし]]は [[沢山|たくさん]]の [[人|ひと]]が [[幸|しあわ]]せに [[働|はたら]]ける [[場所|ばしょ]]を [[作|つく]]りたいです。ほかの [[人|ひと]]のために [[仕事|しごと]]を [[作|つく]]ることは、[[社会|しゃかい]]に 貢献する [[方法|ほうほう]]の [[一|ひと]]つです。\n\n[[私|わたし]]の ビジネスの [[考|かんが]]えは シンプルです。お[[客|きゃく]]さんと 正直さが [[一番|いちばん]]です。お[[客|きゃく]]さんに [[優|やさ]]しくて、[[誠実|せいじつ]]に したいです。そして、[[会社|かいしゃ]]の 利益（お[[金|かね]]）を [[正|ただ]]しく [[使|つか]]いたいです。たとえば、ボランティア活動や 社員の ために [[使|つか]]います。また、[[一番|いちばん]]の モチベーションは [[家族|かぞく]]です。[[私|わたし]]を サポートしてくれた [[両親|りょうしん]]や [[兄弟|きょうだい]]を [[幸|しあわ]]せに したいです。[[自分|じぶん]]の [[努力|どりょく]]で、[[彼|かれ]]らを [[世界|せかい]][[旅行|りょこう]]に 連れて行きたいです。\n\nその [[大|おお]]きい [[夢|ゆめ]]を かなえるために、[[今|いま]]から [[頑張|がんば]]らなければなりません。[[今|いま]]、[[日本語|にほんご]]と [[英語|えいご]]を [[勉強|べんきょう]]しています。[[未来|みらい]]の ビジネスは グローバルですから。ビジネスや [[経済|けいざい]]の [[本|ほん]]も よく [[読|よ]]みます。ときどき [[疲|つか]]れて、[[難|むずか]]しいですが、[[私|わたし]]は [[諦|あきら]]めません。[[今日|きょう]]の [[努力|どりょく]]は、[[将来|しょうらい]] いい 結果に なると [[信|しん]]じて います。",
    "icon": "fas fa-briefcase",
    "color": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)"
  },
  {
    "id": "s33",
    "title": "Kangguru (カンガルー)",
    "category": "Hewan",
    "translation": "Apakah Anda tahu hewan khas Australia yang bernama 'Kangguru'? Hewan ini terkenal karena melompat-lompat dan memiliki kantung di perutnya. Namun, tahukah Anda ada cerita lucu dan menarik di balik asal-usul nama 'Kangguru'? Cerita ini bermula pada tahun 1770, ketika seorang penjelajah terkenal dari Inggris bernama Kapten James Cook mendarat di benua Australia dengan kapalnya. Itu adalah pertama kalinya orang Eropa melihat hewan aneh yang berdiri dengan dua kaki belakang itu.\n\nKapten Cook sangat penasaran. Dia bertanya kepada penduduk asli (suku Aborigin) sambil menunjuk hewan itu, 'Apa nama hewan itu?'. Penduduk asli menjawab dengan kata 'Kangaroo'. Kapten Cook merasa senang karena mendapatkan jawabannya, dan sejak saat itu dia menamai hewan tersebut 'Kangaroo' dan menyebarkannya ke seluruh dunia. Dia menulis nama itu di peta dan buku catatannya.\n\nNamun, bertahun-tahun kemudian, ahli bahasa menemukan fakta yang mengejutkan. Ternyata dalam bahasa penduduk asli setempat, kata 'Kangaroo' (atau 'Gangurru') sebenarnya bukan nama hewan itu. Kata itu artinya 'Saya tidak mengerti apa yang Anda katakan'. Penduduk asli tidak paham bahasa Inggris Kapten Cook, jadi mereka menjawab 'Saya tidak tahu'. Jadi selama ini dunia memanggil hewan itu dengan nama 'Saya Tidak Tahu'. Meskipun beberapa ahli sejarah meragukan kebenaran cerita ini, ini tetap menjadi legenda yang sangat lucu dan terkenal tentang kesalahpahaman bahasa.",
    "template": "オーストラリアの 「カンガルー」という [[動物|どうぶつ]]を [[知|し]]っていますか。ジャンプしたり、お[[腹|なか]]に [[袋|ふくろ]]が あったり することで [[有名|ゆうめい]]です。でも、「カンガルー」という [[名前|なまえ]]の [[面白|おもしろ]]い 由来（ストーリー）を [[知|し]]っていますか。[[1770年|せんななひゃくななじゅうねん]]、イギリスの 有名な 探検家 キャプテン・クックが [[船|ふね]]で オーストラリアへ [[来|き]]ました。ヨーロッパの [[人|ひと]]が、[[二|に]]本の [[足|あし]]で [[立|た]]つ [[変|へん]]な [[動物|どうぶつ]]を [[見|み]]たのは [[初|はじ]]めてでした。\n\nクックは とても [[知|し]]りたかったです。[[彼|かれ]]は その [[動物|どうぶつ]]を 指さして、[[先住民|せんじゅうみん]]（アボリジニ）に「あの [[動物|どうぶつ]]の [[名前|なまえ]]は [[何|なん]]ですか」と [[聞|き]]きました。[[先住民|せんじゅうみん]]は「カンガルー」と [[答|こた]]えました。クックは [[答|こた]]えが [[分|わ]]かって [[嬉|うれ]]しかった ですから、その [[動物|どうぶつ]]を「カンガルー」と 名付けました。そして [[世界中|せかいじゅう]]に [[広|ひろ]]めました。[[地図|ちず]]や ノートに その [[名前|なまえ]]を [[書|か]]きました。\n\nしかし、[[何年|なんねん]]も あとで、[[言語|げんご]]の [[専門家|せんもんか]]は 驚く 事実を [[見|み]]つけました。[[実|じつ]]は、[[先住民|せんじゅうみん]]の [[言葉|ことば]]で「カンガルー（ガングル）」は [[動物|どうぶつ]]の [[名前|なまえ]]じゃありませんでした。その [[意味|いみ]]は「あなたが [[言|い]]う ことが [[分|わ]]からない」でした。[[彼|かれ]]らは [[英語|えいご]]が [[分|わ]]かりませんでしたから、「[[分|わ]]からない」と [[答|こた]]えただけです。ですから、[[世界|せかい]]の [[人|ひと]]は ずっと「[[分|わ]]からない」という [[名前|なまえ]]で 呼んでいます。この [[話|はなし]]が [[本当|ほんとう]]かどうか 疑う [[人|ひと]]も いますが、これは [[言葉|ことば]]の [[誤解|ごかい]]についての とても [[面白|おもしろ]]くて 有名な 伝説です。",
    "icon": "fas fa-paw",
    "color": "linear-gradient(135deg, #43e97b 0%, #38f9d7 100%)"
  },
  {
    "id": "s34",
    "title": "Nenek Saya (僕のおばあちゃん)",
    "category": "Keluarga",
    "translation": "Nenek saya adalah orang yang sangat spesial bagi saya. Tahun ini beliau berusia 72 tahun, tapi beliau masih sangat energik dan sehat. Nenek tinggal sendirian di sebuah rumah tua yang nyaman, tidak jauh dari rumah kami. Meskipun sendirian, nenek tidak pernah merasa kesepian. Beliau punya rutinitas unik. Saat cuaca cerah, nenek selalu berjalan kaki pergi ke rumah sakit. Bukan karena sakit parah, tapi karena rumah sakit itu menjadi tempat berkumpul (salon) bagi para lansia di lingkungan itu. Di sana beliau bertemu banyak teman untuk mengobrol tentang cucu dan kesehatan.\n\nSebaliknya, jika cuaca buruk atau hujan, nenek akan tetap di rumah karena kakinya sering terasa nyeri jika udara dingin. Pada hari-hari seperti itu, atau saat liburan sekolah, saya sering pergi mengunjungi rumahnya. Saya sangat suka rumah nenek yang berbau harum kue. Saat saya datang, saya akan menyanyikan lagu-lagu yang baru saya pelajari di sekolah untuk menghiburnya. Nenek akan mendengarkan sambil tersenyum dan bertepuk tangan. Beliau juga sering menceritakan kisah-kisah Jepang zaman dulu (Mukashi-banashi) seperti Momotaro atau Kaguya-hime yang sangat seru.\n\nHal terbaik dari mengunjungi nenek adalah makanannya. Nenek sangat pandai membuat roti dan kue tradisional. Roti buatan nenek sangat lembut dan manis, jauh lebih enak daripada yang dijual di toko. Kami minum teh hangat sambil makan kue buatannya. Kehadiran saya selalu membuat suasana rumah nenek yang sepi menjadi ramai dan penuh tawa. Melihat wajah bahagia nenek membuat saya merasa senang. Saya berjanji akan terus mengunjunginya dan menjaganya agar nenek selalu bahagia.",
    "template": "[[僕|ぼく]]の おばあちゃんは [[僕|ぼく]]にとって [[特別|とくべつ]]な [[人|ひと]]です。[[今年|ことし]] 72[[歳|さい]]ですが、まだ とても [[元気|げんき]]で アクティブです。おばあちゃんは [[僕|ぼく]]たちの [[家|いえ]]の [[近|ちか]]くの [[古|ふる]]くて [[快適|かいてき]]な [[家|いえ]]に [[一人|ひとり]]で [[住|す]]んで います。でも、全然 [[寂|さび]]しくありません。ユニークな 習慣が ありますから。[[天気|てんき]]が いい [[日|ひ]]、おばあちゃんは いつも 歩いて [[病院|びよういん]]へ [[行|い]]きます。[[病気|びょうき]]だからじゃありません。[[病院|びよういん]]は [[お年寄|おとしよ]]りの サロン（集まる [[場所|ばしょ]]）ですから。そこで [[友達|ともだち]]に [[会|あ]]って、孫や [[健康|けんこう]]について [[話|はな]]します。\n\n反対に、[[天気|てんき]]が [[悪|わる]]い [[日|ひ]]や [[雨|あめ]]の [[日|ひ]]は、[[家|いえ]]に います。[[寒|さむ]]いと [[足|あし]]が [[痛|いた]]く なりますから。そんな [[日|ひ]]や、[[学校|がっこう]]の [[休|やす]]みの [[日|ひ]]に、[[僕|ぼく]]は よく [[遊|あそ]]びに [[行|い]]きます。[[僕|ぼく]]は お[[菓子|かし]]の いい [[匂|にお]]いが する おばあちゃんの [[家|いえ]]が [[好|す]]きです。[[僕|ぼく]]が [[行|い]]くと、[[学校|がっこう]]で [[習|なら]]った [[新|あたら]]しい [[歌|うた]]を [[歌|うた]]って あげます。おばあちゃんは [[笑|わら]]って、拍手して 聞いてくれます。[[昔話|むかしばなし]]（桃太郎や かぐや姫など）も [[話|はな]]して くれます。とても [[面白|おもしろ]]いです。\n\n[[一番|いちばん]] いい ことは、[[食|た]]べ[[物|もの]]です。おばあちゃんは パンや [[伝統的|でんとうてき]]な お[[菓子|かし]]を [[作|つく]]るのが [[上手|じょうず]]です。おばあちゃんの パンは [[柔|やわ]]らかくて [[甘|あま]]くて、お[[店|みせ]]より [[美味|おい]]しいです。[[僕|ぼく]]たちは [[温|あたた]]かい お[[茶|ちゃ]]を [[飲|の]]んで、ケーキを [[食|た]]べます。[[僕|ぼく]]が [[行|い]]くと、[[静|しず]]かな [[家|いえ]]が 賑やかで [[笑顔|えがお]]に なります。おばあちゃんの [[幸|しあわ]]せな [[顔|かお]]を [[見|み]]ると、[[僕|ぼく]]も [[嬉|うれ]]しいです。ずっと おばあちゃんを [[大切|たいせつ]]に したいです。",
    "icon": "fas fa-user-friends",
    "color": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)"
  },
  {
    "id": "s35",
    "title": "Naik Bus (バスに乗る)",
    "category": "Transportasi",
    "translation": "Sistem bus di Jepang sedikit berbeda tergantung kotanya, tapi biasanya sangat nyaman. Di kota tempat saya tinggal, kita naik dari pintu belakang dan turun dari pintu depan. Saat naik, jangan lupa mengambil tiket kecil dari mesin di dekat pintu. Tiket ini disebut 'Seiriken' (Tiket Bernomor). Di tiket itu ada nomor yang menentukan berapa ongkos yang harus kita bayar nanti. Di bagian depan bus ada layar elektronik yang menunjukkan harga sesuai nomor tiket kita. Jika kita menggunakan kartu IC (seperti Suica atau Pasmo), kita cukup menyentuhkan kartu ke mesin sensor saat naik dan turun.\n\nSatu hal yang unik adalah mesin penukar uang (Ryogae-ki). Di bus Jepang, kita harus membayar dengan uang pas. Jika kita tidak punya uang koin, kita bisa menukar uang kertas 1.000 yen di mesin yang ada di sebelah supir. Tapi hati-hati, mesin itu hanya menukar uang, bukan membayar ongkos. Setelah uang ditukar menjadi koin, barulah kita memasukkan ongkos yang sesuai ke dalam kotak pembayaran. Awalnya saya sering bingung, tapi sekarang sudah terbiasa. Sopir bus juga sangat sabar menunggu penumpang membayar.\n\nKetika kita ingin turun di halte berikutnya, kita harus menekan tombol 'Tomaru' (Berhenti) yang ada di dinding atau pegangan tangan. Jika tidak ditekan, bus mungkin akan lewat begitu saja. Saat bus berhenti, supir akan berkata, 'Terima kasih telah menunggu'. Di dalam bus juga ada kursi prioritas (Yuusenseki) untuk lansia, ibu hamil, atau orang yang sakit. Kita harus memberikan kursi itu kepada mereka. Naik bus adalah cara yang bagus untuk melihat pemandangan kota dengan santai.",
    "template": "[[日本|にほん]]の バスの システムは [[町|まち]]によって [[少|すこ]]し [[違|ちが]]いますが、たいてい とても [[便利|べんり]]です。[[私|わたし]]が [[住|す]]んでいる [[町|まち]]では、[[後|うし]]ろの ドアから [[乗|の]]って、[[前|まえ]]の ドアから [[降|お]]ります。[[乗|の]]るとき、ドアの [[近|ちか]]くにある [[機械|きかい]]から [[小|ちい]]さい [[切符|きっぷ]]を [[取|と]]るのを [[忘|わす]]れないでください。この [[切符|きっぷ]]は「[[整理券|せいりけん]]」といいます。[[切符|きっぷ]]に [[番号|ばんごう]]が あって、その [[番号|ばんごう]]で 運賃（値段）が [[決|き]]まります。バスの [[前|まえ]]に [[電子|でんし]]画面が あって、[[番号|ばんごう]]の [[値段|ねだん]]を [[見|み]]せます。もし ICカード（Suicaや Pasmoなど）を [[使|つか]]うなら、[[乗|の]]るときと [[降|お]]りるときに カードを センサーに タッチするだけです。\n\nユニークな ことは「[[両替|りょうがえ]]機」です。[[日本|にほん]]の バスでは、ぴったりのお[[金|かね]]で [[払|はら]]わなければなりません。もし [[小銭|こぜに]]（コイン）が なかったら、[[運転手|うんてんしゅ]]さんの [[横|よこ]]にある [[機械|きかい]]で 1000[[円|えん]]札を [[両替|りょうがえ]]できます。でも、[[気|き]]をつけてください。その [[機械|きかい]]は お[[金|かね]]を [[払|はら]]う [[箱|はこ]]じゃなくて、[[両替|りょうがえ]]する だけです。お[[金|かね]]が コインに なってから、[[正|ただ]]しい 運賃を [[箱|はこ]]に [[入|い]]れます。[[最初|さいしょ]]は よく [[混乱|こんらん]]しましたが、[[今|いま]]は [[慣|な]]れました。[[運転手|うんてんしゅ]]さんも [[我慢|がまん]]強くて、お[[客|きゃく]]さんを [[待|ま]]ってくれます。\n\n[[次|つぎ]]の バス停で [[降|お]]りたいとき、[[壁|かべ]]や 手すりにある「とまる」ボタンを [[押|お]]さなければなりません。[[押|お]]さないと、バスは 通過するかもしれません。バスが 止まるとき、[[運転手|うんてんしゅ]]さんは「お待たせいたしました」と [[言|い]]います。バスの [[中|なか]]には、[[お年寄|おとしよ]]りや [[妊婦|にんぷ]]さんの ための [[優先|ゆうせん]][[席|せき]]が あります。[[私|わたし]]たちは その [[席|せき]]を 譲らなければなりません。バスに [[乗|の]]るのは、ゆっくり [[町|まち]]の [[景色|けしき]]を [[見|み]]る いい [[方法|ほうほう]]です。",
    "icon": "fas fa-bus",
    "color": "linear-gradient(135deg, #fbc2eb 0%, #a6c1ee 100%)"
  },
  {
    "id": "s36",
    "title": "Demam Serbuk Sari (花粉症)",
    "category": "Kesehatan",
    "translation": "Ketika musim semi tiba di Jepang, selain bunga sakura yang indah, ada satu hal yang ditakuti banyak orang, yaitu 'Kafunshou' atau alergi serbuk sari. Sekitar bulan Februari hingga April, serbuk sari dari pohon Cedar (Sugi) dan Cypress (Hinoki) beterbangan di udara dalam jumlah besar. Bagi penderita alergi ini, musim semi adalah mimpi buruk. Gejalanya meliputi bersin-bersin yang tidak berhenti, hidung meler atau tersumbat, dan mata yang sangat gatal hingga merah berair. Saya juga menderita kafunshou, jadi saya harus selalu membawa tisu kemana-mana.\n\nUntuk melindungi diri, orang-orang memakai masker khusus yang bisa menyaring serbuk sari. Bahkan, banyak juga yang memakai kacamata pelindung agar serbuk sari tidak masuk ke mata. Di apotek, obat-obatan untuk kafunshou seperti obat minum, obat tetes mata, dan semprotan hidung sangat laris terjual. Di berita cuaca pagi hari, selain ramalan cuaca, mereka juga menyiarkan 'Prakiraan Serbuk Sari' (Kafun Jouhou). Jika prakiraannya 'Sangat Banyak' (Hijo ni Ooi), saya berusaha untuk tidak keluar rumah atau tidak menjemur pakaian di luar.\n\nAda beberapa cara unik untuk mengurangi gejala kafunshou. Beberapa orang makan yogurt atau minum teh hijau tertentu yang dipercaya bisa meningkatkan kekebalan tubuh. Ada juga yang pergi ke klinik THT (Jibika) untuk mendapatkan suntikan atau terapi laser. Meskipun kafunshou sangat mengganggu, kita tidak bisa membenci musim semi sepenuhnya karena udaranya hangat dan pemandangannya indah. Saya hanya berharap suatu hari nanti alergi ini bisa sembuh total.",
    "template": "[[日本|にほん]]に [[春|はる]]が [[来|く]]るとき、[[綺麗|きれい]]な [[桜|さくら]]の ほかに、[[沢山|たくさん]]の [[人|ひと]]が [[怖|こわ]]がる ものが あります。それは「[[花粉症|かふんしょう]]」です。2[[月|がつ]]から 4[[月|がつ]]ごろ、杉や ヒノキの [[木|き]]から [[花粉|かふん]]が [[空気|くうき]]の [[中|なか]]を [[大量|たいりょう]]に [[飛|と]]びます。アレルギーの [[人|ひと]]にとって、[[春|はる]]は 悪夢です。[[症状|しょうじょう]]は、止まらない [[くしゃみ|くしゃみ]]、[[鼻水|はなみず]]や [[鼻|はな]]づまり、そして [[涙|なみだ]]が 出るほど [[痒|かゆ]]い [[目|め]]です。[[私|わたし]]も [[花粉症|かふんしょう]]ですから、いつも ティッシュを [[持|も]]ち歩かなければなりません。\n\n[[自分|じぶん]]を [[守|まも]]るために、[[人|ひと]]びとは [[花粉|かふん]]を ブロックする [[特別|とくべつ]]な マスクを します。[[花粉|かふん]]が [[目|め]]に [[入|はい]]らないように、眼鏡を かける [[人|ひと]]も [[多|おお]]いです。[[薬局|やっきょく]]では、[[飲|の]]み[[薬|ぐすり]]や [[目薬|めぐすり]]や 点鼻薬などの [[花粉症|かふんしょう]]の [[薬|くすり]]が よく [[売|う]]れます。[[朝|あさ]]の ニュースで、[[天気予報|てんきよほう]]の ほかに、「[[花粉|かふん]][[情報|じょうほう]]」も [[放送|ほうそう]]します。もし 予報が「[[非常|ひじょう]]に [[多|おお]]い」なら、[[私|わたし]]は [[外出|がいしゅつ]]しないように したり、[[外|そと]]に [[洗濯物|せんたくもの]]を 干さないように したり します。\n\n[[花粉症|かふんしょう]]を 軽くする ユニークな [[方法|ほうほう]]も あります。ある[[人|ひと]]は ヨーグルトを [[食|た]]べたり、特別なお[[茶|ちゃ]]を [[飲|の]]んだり します。免疫を 上げると [[信|しん]]じられています。[[耳鼻科|じびか]]へ [[行|い]]って、注射や レーザー治療を 受ける [[人|ひと]]も います。[[花粉症|かふんしょう]]は 邪魔ですが、[[春|はる]]を [[完全|かんぜん]]に [[嫌|きら]]いになることは できません。[[暖|あたた]]かくて [[景色|けしき]]が [[綺麗|きれい]]ですから。[[何時か|いつか]] この アレルギーが 治ることを [[願|ねが]]って います。",
    "icon": "fas fa-head-side-mask",
    "color": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)"
  },
  {
    "id": "s37",
    "title": "Pergi ke Karaoke (カラオケ)",
    "category": "Hiburan",
    "translation": "Karaoke adalah salah satu hiburan paling populer di Jepang yang lahir di negara ini. Kata 'Karaoke' berasal dari gabungan kata 'Kara' (Kosong) dan 'Oke' (Orkestra). Di Jepang, karaoke biasanya dilakukan di dalam ruangan pribadi atau 'Karaoke Box', bukan di tempat terbuka di depan orang asing. Ini membuat kita bisa bernyanyi sepuas hati tanpa rasa malu, meskipun suara kita sumbang. Saya sering pergi karaoke bersama teman kuliah atau rekan kerja, biasanya setelah makan malam atau pesta minum (Nomikai) sebagai acara lanjutan (Nijikai).\n\nDi dalam ruangan karaoke, fasilitasnya sangat lengkap. Ada layar besar, mikrofon nirkabel, dan tablet untuk memilih lagu. Lagu-lagunya sangat banyak, mulai dari lagu pop Jepang (J-Pop), lagu anime, lagu barat, hingga lagu K-Pop. Kita juga bisa memesan makanan dan minuman lewat telepon yang ada di dinding. Minuman 'All You Can Drink' (Nomihoudai) sangat populer. Kami bernyanyi bergantian, menggunakan tamborin untuk meramaikan suasana, dan menari bersama. Menyanyikan lagu tema anime masa kecil bersama teman-teman adalah momen yang paling seru dan nostalgik.\n\nHarga karaoke bervariasi tergantung waktu. Di siang hari (Free Time) biasanya sangat murah, cocok untuk pelajar yang ingin latihan menyanyi berjam-jam. Di malam hari harganya lebih mahal. Ada juga 'Hitokara' atau Karaoke Sendirian yang sedang tren sekarang. Orang pergi ke karaoke sendirian untuk menghilangkan stres atau berlatih serius tanpa gangguan orang lain. Bagi orang Jepang yang biasanya pemalu dan sopan, karaoke adalah tempat terbaik untuk melepaskan beban pikiran dan berteriak sekeras-kerasnya.",
    "template": "カラオケは [[日本|にほん]]で 生まれた、[[一番|いちばん]] [[人気|にんき]]がある 娯楽の [[一|ひと]]つです。「カラオケ」という [[言葉|ことば]]は「空（から）」と「オーケストラ」から [[来|き]]ました。[[日本|にほん]]では、たいてい 知らない [[人|ひと]]の [[前|まえ]]じゃなくて、「カラオケボックス」という 個室で [[歌|うた]]います。ですから、[[音痴|おんち]]でも、[[恥|は]]ずかしがらないで、[[思|おも]]い切り [[歌|うた]]えます。[[私|わたし]]は よく [[大学|だいがく]]の [[友達|ともだち]]や [[同僚|どうりょう]]と カラオケへ [[行|い]]きます。たいてい [[晩ご飯|ばんごはん]]や [[飲|の]]み会の あとの 二次会として [[行|い]]きます。\n\n[[部屋|へや]]の [[中|なか]]の 設備は 完璧です。[[大|おお]]きい スクリーンや ワイヤレスマイクや [[曲|きょく]]を [[選|えら]]ぶ タブレットが あります。[[曲|きょく]]は [[沢山|たくさん]] あります。J-POP、アニメソング、洋楽、K-POPなどです。[[壁|かべ]]にある [[電話|でんわ]]で [[食|た]]べ[[物|もの]]や [[飲|の]]み[[物|もの]]も [[注文|ちゅうもん]]できます。「[[飲|の]]み放題」は とても [[人気|にんき]]があります。[[私|わたし]]たちは 交代で [[歌|うた]]って、タンバリンで 盛り上げて、[[一緒|いっしょ]]に 踊ります。[[子供|こども]]の ころの アニメソングを [[歌|うた]]うのは [[一番|いちばん]] [[楽|たの]]しくて 懐かしいです。\n\nカラオケの [[値段|ねだん]]は [[時間|じかん]]によって [[違|ちが]]います。[[昼|ひる]]（フリータイム）は たいてい とても [[安|やす]]いですから、[[何時間|なんじかん]]も [[練習|れんしゅう]]したい [[学生|がくせい]]に いいです。[[夜|よる]]は もっと [[高|たか]]いです。[[今|いま]]「ヒトカラ（一人カラオケ）」も 流行っています。ストレスを 解消したり、邪魔されずに [[真剣|しんけん]]に [[練習|れんしゅう]]したり するために [[一人|ひとり]]で [[行|い]]きます。普段は 恥ずかしがり屋で [[礼儀|れいぎ]]正いい [[日本人|にほんじん]]にとって、カラオケは ストレスを 発散して、[[大声|おおごえ]]で [[叫|さけ]]ぶ [[最高|さいこう]]の [[場所|ばしょ]]です。",
    "icon": "fas fa-microphone-alt",
    "color": "linear-gradient(135deg, #84fab0 0%, #8fd3f4 100%)"
  }
]