[
  {
    "id": "s1",
    "title": "Gunung Fuji (富士山)",
    "category": "Alam & Wisata",
    "translation": "Ini adalah Gunung Fuji. Gunung Fuji adalah gunung tertinggi di Jepang dengan ketinggian 3.776 meter. Gunung ini terletak di perbatasan Prefektur Shizuoka dan Yamanashi. Bentuknya sangat simetris dan indah, sehingga menjadi simbol negara Jepang yang paling terkenal. Banyak orang asing yang datang ke Jepang hanya untuk melihat keindahan gunung ini secara langsung. Bagi masyarakat Jepang, Gunung Fuji adalah gunung yang suci dan membanggakan.\n\nDi setiap musim, Gunung Fuji menunjukkan wajah yang berbeda. Di musim dingin, puncaknya tertutup salju putih yang tebal, menciptakan kontras yang cantik dengan langit biru yang cerah. Pemandangan ini sering digambarkan dalam lukisan dan kartu pos. Di musim semi, kita bisa melihat Gunung Fuji dengan latar belakang bunga sakura yang mekar. Namun, di musim panas, salju mencair dan warna gunung berubah menjadi hitam kecokelatan. Pada musim inilah banyak orang datang untuk mendaki sampai ke puncak.\n\nBanyak orang ingin mendaki Gunung Fuji setidaknya satu kali seumur hidup. Musim pendakian biasanya dibuka dari bulan Juli sampai awal September. Jalur pendakian cukup curam dan udaranya tipis, sehingga sangat melelahkan. Namun, pemandangan matahari terbit dari puncak gunung, yang disebut 'Goraiko', sangatlah menakjubkan. Lelah mendaki akan hilang seketika saat melihat cahaya matahari pagi yang keemasan. Saya bermimpi suatu hari nanti bisa mendaki ke sana bersama teman-teman saya.",
    "template": "これは [[富士山|ふじさん]]です。[[富士山|ふじさん]]は [[日本|にほん]]で [[一番|いちばん]] [[高|たか]]い [[山|やま]]で、[[高|たか]]さは 3776[[メートル|めーとる]]です。この [[山|やま]]は [[静岡県|しずおかけん]]と [[山梨県|やまなしけん]]の [[間|あいだ]]に あります。[[形|かたち]]が とても [[綺麗|きれい]]ですから、[[日本|にほん]]の [[一番|いちばん]] [[有名|ゆうめい]]な [[シンボル|しんぼる]]です。[[沢山|たくさん]]の [[外国人|がいこくじん]]が この [[美|うつく]]しい [[山|やま]]を [[見|み]]に [[日本|にほん]]へ [[来|き]]ます。[[日本人|にほんじん]]にとって、[[富士山|ふじさん]]は [[特別|とくべつ]]な [[誇|ほこ]]りです。\n\n[[季節|きせつ]]によって、[[富士山|ふじさん]]は [[違|ちが]]う [[顔|かお]]を [[見|み]]せます。[[冬|ふゆ]]は、[[頂上|ちょうじょう]]に [[白|しろ]]い [[雪|ゆき]]が たくさん あって、[[青|あお]]い [[空|そら]]と とても [[合|あ]]います。この [[景色|けしき]]は よく [[絵|え]]や [[ポストカード|ぽすとかーど]]に なります。[[春|はる]]には、[[桜|さくら]]と [[一緒|いっしょ]]に [[富士山|ふじさん]]を [[見|み]]ることが できます。でも、[[夏|なつ]]は [[雪|ゆき]]が [[溶|と]]けて、[[山|やま]]の [[色|いろ]]が [[黒|くろ]]く なります。この [[季節|きせつ]]に、[[沢山|たくさん]]の [[人|ひと]]が [[頂上|ちょうじょう]]まで [[登|のぼ]]りに [[来|き]]ます。\n\n[[多|おお]]くの [[人|ひと]]は [[一生|いっしょう]]に [[一度|いちど]]、[[富士山|ふじさん]]に [[登|のぼ]]りたいです。[[登山|とざん]]の [[シーズン|しーずん]]は 7[[月|がつ]]から 9[[月|がつ]]までです。[[道|みち]]は [[険|けわ]]しくて、[[空気|くうき]]が [[薄|うす]]いですから、とても [[疲|つか]]れます。しかし、[[山|やま]]の [[上|うえ]]から [[見|み]]る [[朝日|あさひ]]、「ご[[来光|らいこう]]」は すばらしいです。[[金色|きんいろ]]の [[光|ひかり]]を [[見|み]]ると、[[疲|つか]]れが なくなります。[[私|わたし]]は [[何時か|いつか]] [[友達|ともだち]]と [[一緒|いっしょ]]に そこへ [[登|のぼ]]りたいです。",
    "icon": "fas fa-mountain",
    "color": "linear-gradient(135deg, #a18cd1 0%, #fbc2eb 100%)"
  },
  {
    "id": "s2",
    "title": "Rumah Saya (私のうち)",
    "category": "Kehidupan Sehari-hari",
    "translation": "Bulan lalu saya pindah ke rumah baru yang terletak di lingkungan yang sangat tenang dan nyaman. Lokasinya sangat strategis karena dikelilingi oleh banyak fasilitas umum. Tepat di sebelah rumah saya ada sebuah taman kota yang bersih dan hijau. Setiap pagi saya bisa mendengar kicauan burung dari sana. Di depan taman tersebut, ada perpustakaan umum yang besar dan sebuah kedai kopi (Kissaten) bergaya klasik. Bagi saya yang suka membaca, ini adalah surga.\n\nSaya sering menghabiskan akhir pekan saya di perpustakaan untuk meminjam novel atau buku pelajaran. Setelah meminjam buku, saya biasanya pergi ke taman dan duduk di bangku bawah pohon untuk membaca sambil menikmati angin sepoi-sepoi. Jika cuaca sedang panas atau hujan, saya akan pergi ke kedai kopi di seberangnya. Kedai kopi itu memiliki suasana yang tenang dengan musik jazz yang lembut. Kopi yang mereka sajikan sangat harum dan rasanya luar biasa enak, membuat saya betah berlama-lama di sana.\n\nSelain tempat bersantai, di sekitar rumah juga banyak fasilitas penting lainnya. Ada kantor pos untuk mengirim paket dan bank untuk mengurus keuangan, letaknya berdekatan. Di antara kantor pos dan bank, ada sebuah supermarket besar yang menjual berbagai kebutuhan sehari-hari. Bagian favorit saya di supermarket itu adalah toko roti (Pan-ya) di dalamnya yang selalu menyajikan roti segar yang baru dipanggang, serta toko bunga yang cantik. Tinggal di sini benar-benar membuat hidup saya menjadi lebih mudah dan bahagia.",
    "template": "[[先月|せんげつ]]、[[私|わたし]]は とても [[静|しず]]かで [[快適|かいてき]]な [[所|ところ]]にある [[新|あたら]]しい うちに [[引|ひ]]っ[[越|こ]]しました。[[沢山|たくさん]]の [[公共|こうきょう]][[施設|しせつ]]に [[囲|かこ]]まれていますから、とても [[便利|べんり]]な [[場所|ばしょ]]です。うちの ちょうど [[隣|となり]]に、きれいで [[緑|みどり]]が [[多|おお]]い [[公園|こうえん]]が あります。[[毎朝|まいあさ]] そこから [[鳥|とり]]の [[声|こえ]]が [[聞|き]]こえます。その [[公園|こうえん]]の [[前|まえ]]に、[[大|おお]]きい [[図書館|としょかん]]と [[クラシック|くらしっく]]な [[スタイル|すたいる]]の [[喫茶店|きっさてん]]が あります。[[読書|どくしょ]]が [[好|す]]きな [[私|わたし]]にとって、ここは [[天国|てんごく]]です。\n\n[[私|わたし]]は よく [[週末|しゅうまつ]]を [[図書館|としょかん]]で [[過|す]]ごして、[[小説|しょうせつ]]や [[教科書|きょうかしょ]]を [[借|か]]ります。[[本|ほん]]を [[借|か]]りた [[後|あと]]、たいてい [[公園|こうえん]]へ [[行|い]]って、[[木|き]]の [[下|した]]の [[ベンチ|べんち]]に [[座|すわ]]って、涼しい [[風|かぜ]]を [[感|かん]]じながら [[読|よ]]みます。もし [[天気|てんき]]が [[暑|あつ]]かったり [[雨|あめ]]だったり したら、向かいの [[喫茶店|きっさてん]]へ [[行|い]]きます。その [[喫茶店|きっさてん]]は [[静|しず]]かな [[雰囲気|ふんいき]]で、[[ソフト|そふと]]な [[ジャズ|じゃず]]が 流れています。そこで 出す [[コーヒー|こーひー]]は とても [[良|い]]い 香りで、[[味|あじ]]も すばらしいですから、[[長|なが]]く いたく なります。\n\n[[リラックス|りらっくす]]する [[場所|ばしょ]]の ほかに、うちの [[近|ちか]]くには [[沢山|たくさん]]の [[大切|たいせつ]]な [[施設|しせつ]]も あります。[[荷物|にもつ]]を [[送|おく]]る [[郵便局|ゆうびんきょく]]と、お[[金|かね]]を [[管理|かんり]]する [[銀行|ぎんこう]]が あって、[[近|ちか]]くに 並んでいます。[[郵便局|ゆうびんきょく]]と [[銀行|ぎんこう]]の [[間|あいだ]]に、[[生活|せいかつ]][[用品|ようひん]]を [[売|う]]る [[大|おお]]きい [[スーパー|すーぱー]]が あります。[[スーパー|すーぱー]]の [[中|なか]]で [[私|わたし]]の [[一番|いちばん]]の お[[気|き]]に[[入|い]]りは、いつも 焼きたての [[新鮮|しんせん]]な [[パン|ぱん]]を 出す [[パン|ぱん]][[屋|や]]と、きれいな [[花屋|はなや]]です。ここに [[住|す]]むことは、本当に [[私|わたし]]の [[人生|じんせい]]を もっと [[簡単|かんたん]]で [[幸|しあわ]]せに します。",
    "icon": "fas fa-home",
    "color": "linear-gradient(135deg, #d299c2 0%, #fef9d7 100%)"
  },
  {
    "id": "s3",
    "title": "Dansa dengan Yamada (山田さんとダンス)",
    "category": "Cerita Pribadi",
    "translation": "Tuan Yamada memiliki hobi yang sangat dia cintai, yaitu berdansa. Meskipun dia bekerja sebagai pegawai kantor yang sibuk di siang hari, setiap malam dia selalu menyempatkan diri pergi ke sekolah dansa. Tujuannya bukan hanya untuk menjadi penari hebat, tapi ada alasan lain yang lebih spesial. Guru dansa di sekolah itu adalah seorang wanita yang sangat cantik dan anggun. Yamada-san diam-diam menyukainya.\n\nSebenarnya, gerakan dansa Yamada-san tidak terlalu bagus. Dia sering salah langkah atau menginjak kaki pasangannya. Tapi, karena dia bisa belajar langsung dari guru cantik itu, dia tidak pernah merasa lelah atau bosan. Setiap momen latihan adalah kebahagiaan baginya. Dia selalu berusaha datang lebih awal dan pulang paling akhir hanya untuk bisa mengobrol sedikit dengan gurunya. Wajahnya selalu berseri-seri setiap kali pulang dari latihan.\n\nSuatu hari, guru cantik itu berulang tahun. Yamada-san ingin memberikan kejutan spesial. Dia memberanikan diri membeli dua tiket konser musik klasik yang mahal. Dia berencana mengajak gurunya pergi kencan nonton konser berdua. Dengan hati berdebar, dia memberikan tiket itu kepada gurunya. Namun, gurunya berkata, \"Terima kasih banyak! Saya akan pergi nonton bersama pacar saya\". Ternyata guru itu sudah punya pacar. Yamada-san merasa sangat kecewa dan patah hati, tapi dia tetap berusaha tersenyum.",
    "template": "[[山田|やまだ]]さんには とても [[愛|あい]]している [[趣味|しゅみ]]が あります。それは [[ダンス|だんす]]です。[[昼|ひる]]は [[忙|いそが]]しい [[会社員|かいしゃいん]]として [[働|はたら]]いて いますが、[[毎晩|まいばん]] かならず [[ダンス|だんす]]の [[学校|がっこう]]へ [[行|い]]きます。[[目的|もくてき]]は ただ すごい [[ダンサー|だんさー]]に なること だけじゃなくて、ほかの [[特別|とくべつ]]な [[理由|りゆう]]が あります。その [[学校|がっこう]]の [[ダンス|だんす]]の [[先生|せんせい]]は とても きれいで [[上品|じょうひん]]な [[女|おんな]]の[[人|ひと]]です。[[山田|やまだ]]さんは ひそかに [[彼女|かのじょ]]が [[好|す]]きです。\n\n[[実|じつ]]は、[[山田|やまだ]]さんの [[ダンス|だんす]]は あまり [[上手|じょうず]]じゃ ありません。よく [[ステップ|すてっぷ]]を [[間違|まちが]]えたり、[[パートナー|ぱーとなー]]の [[足|あし]]を 踏んだり します。でも、その きれいな [[先生|せんせい]]から [[直接|ちょくせつ]] [[習|なら]]うことが できますから、[[彼|かれ]]は 決して [[疲|つか]]れたり [[退屈|たいくつ]]したり しません。[[練習|れんしゅう]]の 時間は [[全部|ぜんぶ]] [[彼|かれ]]にとって [[幸|しあわ]]せです。[[彼|かれ]]は いつも [[早|はや]]く [[来|き]]て、[[一番|いちばん]] [[遅|おそ]]く [[帰|かえ]]ろうと します。[[先生|せんせい]]と [[少|すこ]]し [[話|はな]]したいからです。[[練習|れんしゅう]]から [[帰|かえ]]る [[時|とき]]、[[彼|かれ]]の [[顔|かお]]は いつも 輝いています。\n\nある[[日|ひ]]、その きれいな [[先生|せんせい]]の [[誕生日|たんじょうび]]でした。[[山田|やまだ]]さんは [[特別|とくべつ]]な [[サプライズ|さぷらいず]]を したかったです。[[彼|かれ]]は [[勇気|ゆうき]]を [[出|だ]]して、[[高|たか]]い [[クラシック|くらしっく]][[音楽|おんがく]]の [[コンサート|こんさーと]]の [[チケット|ちけっと]]を 2枚 [[買|か]]いました。[[先生|せんせい]]を [[デート|でーと]]に 誘って、[[二人|ふたり]]で [[見|み]]に [[行|い]]く つもりでした。ドキドキしながら、[[チケット|ちけっと]]を [[先生|せんせい]]に 渡しました。しかし、[[先生|せんせい]]は「ありがとうございます！ 彼氏と [[一緒|いっしょ]]に [[行|い]]きます」と [[言|い]]ました。[[先生|せんせい]]には もう [[恋人|こいびと]]が いました。[[山田|やまだ]]さんは とても がっかりして [[失恋|しつれん]]しましたが、[[頑張|がんば]]って [[笑顔|えがお]]を [[見|み]]せました。",
    "icon": "fas fa-music",
    "color": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)"
  },
  {
    "id": "s4",
    "title": "Perkenalan Diri (自己紹介)",
    "category": "Cerita Pribadi",
    "translation": "Halo semuanya, senang bertemu dengan Anda. Izinkan saya memperkenalkan diri. Nama saya Katoriram, tetapi teman-teman biasa memanggil saya Ram. Saya berasal dari Kathmandu, ibu kota Nepal yang dikelilingi oleh pegunungan Himalaya yang indah. Saya lahir pada tanggal 17 April tahun 2000, jadi sekarang usia saya 25 tahun. Saat ini, saya tinggal di sebuah apartemen kecil di Jepang dan memulai kehidupan baru saya di sini.\n\nStatus saya saat ini adalah seorang siswa sekolah bahasa Jepang. Saya datang ke Jepang dan mulai belajar bahasa secara serius sejak bulan Mei tahun ini. Awalnya sangat sulit, terutama menghafal huruf Kanji dan memahami tata bahasa yang rumit. Namun, karena saya punya impian besar untuk bekerja di sini, saya belajar dengan sungguh-sungguh setiap hari. Saya pergi ke sekolah setiap pagi, dan malamnya saya mengulang pelajaran di rumah. Saya tipe orang yang pantang menyerah.\n\nHobi saya adalah traveling dan melihat tempat-tempat baru. Saya suka memotret pemandangan alam dan mencoba makanan lokal yang unik. Di Jepang, saya ingin sekali pergi ke Kyoto untuk melihat kuil dan ke Hokkaido untuk melihat salju. Traveling memberikan saya pengalaman baru dan teman baru. Saya orang yang ramah, jadi mari berteman! Mohon bimbingan dan bantuannya selama saya tinggal di sini.",
    "template": "みなさん、はじめまして。[[自己紹介|じこしょうかい]]を させていただきます。[[私|わたし]]の [[名前|なまえ]]は [[カトリラム|かとりらむ]]ですが、[[友達|ともだち]]は [[ラム|らむ]]と 呼びます。[[私|わたし]]は [[ネパール|ねぱーる]]の [[カトマンズ|かとまんず]]から [[来|き]]ました。それは [[ヒマラヤ|ひまらや]]の きれいな [[山|やま]]に [[囲|かこ]]まれた [[ネパール|ねぱーる]]の [[首都|しゅと]]です。2000[[年|ねん]]の 4[[月|がつ]] 17[[日|にち]]に [[生|う]]まれましたから、[[今|いま]] 25[[歳|さい]]です。[[現在|げんざい]]、[[日本|にほん]]の [[小|ちい]]さい [[アパート|あぱーと]]に [[住|す]]んで、ここで [[新|あたら]]しい [[生活|せいかつ]]を [[始|はじ]]めています。\n\n[[今|いま]]の [[私|わたし]]は [[日本語|にほんご]][[学校|がっこう]]の [[学生|がくせい]]です。[[今年|ことし]]の 5[[月|がつ]]に [[日本|にほん]]へ [[来|き]]て、[[真面目|まじめ]]に [[言葉|ことば]]を [[勉強|べんきょう]]し[[始|はじ]]めました。[[最初|さいしょ]]は とても [[難|むずか]]しかったです。とくに [[漢字|かんじ]]を [[覚|おぼ]]えることや、[[複雑|ふくざつ]]な [[文法|ぶんぽう]]を [[理解|りかい]]することです。でも、ここで [[働|はたら]]く [[大|おお]]きい [[夢|ゆめ]]が ありますから、[[毎日|まいにち]] [[一生懸命|いっしょうけんめい]] [[勉強|べんきょう]]しています。[[毎朝|まいあさ]] [[学校|がっこう]]へ [[行|い]]って、[[夜|よる]]は うちで [[復習|ふくしゅう]]します。[[私|わたし]]は [[諦|あきら]]めない [[タイプ|たいぷ]]です。\n\n[[私|わたし]]の [[趣味|しゅみ]]は [[旅行|りょこう]]と [[新|あたら]]しい [[場所|ばしょ]]を [[見|み]]ることです。[[自然|しぜん]]の [[景色|けしき]]を [[写真|しゃしん]]に 撮ったり、[[ユニーク|ゆにーく]]な [[地元|じもと]]の [[食|た]]べ[[物|もの]]を [[食|た]]べたり するのが [[好|す]]きです。[[日本|にほん]]では、[[京都|きょうと]]へ [[行|い]]って お[[寺|てら]]を [[見|み]]たり、[[北海道|ほっかいどう]]へ [[行|い]]って [[雪|ゆき]]を [[見|み]]たり したいです。[[旅行|りょこう]]は [[私|わたし]]に [[新|あたら]]しい [[経験|けいけん]]と [[友達|ともだち]]を くれます。[[私|わたし]]は [[フレンドリー|ふれんどりー]]ですから、[[友達|ともだち]]に なりましょう！ どうぞ よろしくお[[願|ねが]]いします。",
    "icon": "fas fa-user-circle",
    "color": "linear-gradient(135deg, #fccb90 0%, #d57eeb 100%)"
  },
  {
    "id": "s5",
    "title": "Buah Kesukaan Saya (私の好きな果物)",
    "category": "Makanan & Minuman",
    "translation": "Dari semua jenis buah-buahan, buah yang paling saya sukai adalah apel. Apel memiliki rasa manis yang segar dan tekstur yang renyah. Setiap hari tanpa terlewat, saya selalu makan apel sebagai pencuci mulut setelah sarapan pagi. Kebiasaan ini membuat saya merasa sehat dan berenergi untuk memulai hari. Bahkan saat pergi ke sekolah atau bekerja, saya sering memasukkan satu buah apel ke dalam tas saya sebagai bekal camilan sehat.\n\nAda banyak jenis apel, dan saya menyukai semuanya. Apel merah yang manis dan apel hijau yang sedikit asam, keduanya sangat enak. Selain dimakan langsung, saya juga sangat suka olahan apel. Jus apel yang dingin sangat menyegarkan di musim panas, dan kue pai apel yang hangat sangat nikmat di musim dingin. Aroma kayu manis pada kue apel adalah favorit saya.\n\nSetiap akhir pekan, saya punya tradisi kecil bersama keluarga. Kami pergi ke supermarket atau pasar buah untuk membeli stok apel selama seminggu. Melihat tumpukan apel yang berwarna-warni dan berkilau di toko membuat hati saya menjadi senang. Ada pepatah yang mengatakan 'Satu butir apel sehari menjauhkan kita dari dokter'. Karena apel sangat baik untuk kesehatan tubuh, saya akan terus memakannya setiap hari. Apel benar-benar buah terbaik bagi saya.",
    "template": "いろいろな [[果物|くだもの]]の [[中|なか]]で、[[私|わたし]]が [[一番|いちばん]] [[好|す]]きなのは りんごです。りんごは [[フレッシュ|ふれっしゅ]]な [[甘|あま]]さと [[シャキシャキ|しゃきしゃき]]した [[食感|しょっかん]]が あります。[[毎日|まいにち]] [[欠|か]]かさず、[[朝|あさ]]ごはんの [[後|あと]]の [[デザート|でざーと]]として りんごを [[食|た]]べます。この [[習慣|しゅうかん]]のおかげで、[[健康的|けんこうてき]]で [[元気|げんき]]に [[一日|いちにち]]を [[始|はじ]]めることが できます。[[学校|がっこう]]や [[仕事|しごと]]へ [[行|い]]く [[時|とき]]も、[[健康的|けんこうてき]]な おやつとして よく かばんに りんごを 一つ [[入|い]]れます。\n\nたくさんの [[種類|しゅるい]]の りんごが ありますが、[[私|わたし]]は 全部 [[好|す]]きです。[[甘|あま]]い [[赤|あか]]い りんごも、[[少|すこ]]し 酸っぱい [[緑|みどり]]の りんごも、両方とも とても おいしいです。そのまま [[食|た]]べるだけじゃなくて、りんごを 使った [[料理|りょうり]]も [[大好|だいす]]きです。[[冷|つめ]]たい りんご[[ジュース|じゅーす]]は [[夏|なつ]]に とても さわやかですし、[[温|あたた]]かい [[アップルパイ|あっぷるぱい]]は [[冬|ふゆ]]に 最高です。[[アップルパイ|あっぷるぱい]]の [[シナモン|しなもん]]の 香りが お[[気|き]]に[[入|い]]りです。\n\n[[毎週末|まいしゅうまつ]]、[[私|わたし]]は [[家族|かぞく]]と [[小|ちい]]さい [[伝統|でんとう]]が あります。1[[週間|しゅうかん]]分の りんごを [[買|か]]うために、[[スーパー|すーぱー]]や [[果物|くだもの]]市場へ [[行|い]]きます。お[[店|みせ]]で [[カラフル|からふる]]で 輝いている たくさんの りんごを [[見|み]]ると、[[心|こころ]]が [[嬉|うれ]]しく なります。「[[一日|いちにち]]一個のりんごは医者を遠ざける」という ことわざが あります。りんごは [[体|からだ]]の [[健康|けんこう]]に とても いいですから、これからも [[毎日|まいにち]] [[食|た]]べ続けます。りんごは 本当に [[私|わたし]]にとって [[最高|さいこう]]の [[果物|くだもの]]です。",
    "icon": "fas fa-apple-alt",
    "color": "linear-gradient(135deg, #ff0844 0%, #ffb199 100%)"
  },
  {
    "id": "s6",
    "title": "Keluarga Saya (わたしの家族)",
    "category": "Cerita Pribadi",
    "translation": "Keluarga saya adalah keluarga yang cukup besar dan ramai. Kami terdiri dari 5 orang: Ayah, Ibu, Kakak laki-laki, Adik perempuan, dan saya sendiri. Ayah saya adalah seorang pegawai perusahaan otomotif yang rajin. Setiap pagi beliau berangkat naik kereta yang penuh sesak dan pulang larut malam. Ibu saya adalah seorang ibu rumah tangga yang hebat. Beliau sangat pandai memasak, terutama masakan Jepang seperti Tempura dan Sup Miso. Ibu selalu memastikan rumah bersih dan nyaman untuk kami semua.\n\nSaudara-saudara saya juga memiliki kesibukan masing-masing. Kakak laki-laki saya bekerja sebagai insinyur perangkat lunak di sebuah perusahaan IT di Tokyo. Dia sangat pintar komputer dan sering membantu saya jika laptop saya rusak. Adik perempuan saya masih duduk di bangku SMA kelas 2. Dia sangat rajin belajar karena ingin masuk universitas yang bagus, tapi dia juga suka mendengarkan musik pop di kamarnya. Saya sendiri adalah mahasiswa jurusan sastra. Setiap hari saya pergi ke kampus naik sepeda untuk belajar bahasa dan budaya.\n\nMeskipun kami semua sibuk pada hari kerja, hari Minggu adalah hari khusus keluarga. Kami biasanya pergi ke taman besar untuk piknik atau sekadar jalan-jalan santai membawa anjing kami. Di sana kami bermain badminton atau melempar frisbee. Malam harinya, kami makan malam bersama di rumah sambil menonton acara komedi di televisi. Kami saling bercerita tentang apa yang terjadi selama seminggu. Keluarga saya sangat hangat, baik hati, dan selalu mendukung satu sama lain. Saya merasa sangat beruntung dan bahagia memiliki keluarga seperti mereka.",
    "template": "[[私|わたし]]の [[家族|かぞく]]は 5[[人|にん]]で、にぎやかです。[[父|ちち]]と [[母|はは]]と [[兄|あに]]と [[妹|いもうと]]と [[私|わたし]]です。[[父|ちち]]は 自動車会社の [[会社員|かいしゃいん]]で、[[勤勉|きんべん]]です。[[毎朝|まいあさ]] [[満員|まんいん]]電車で [[仕事|しごと]]へ [[行|い]]って、[[夜|よる]] [[遅|おそ]]く [[帰|かえ]]ります。[[母|はは]]は すばらしい [[主婦|しゅふ]]です。[[料理|りょうり]]が とても [[上手|じょうず]]です。とくに 天ぷらや お[[味噌汁|みそしる]]が [[美味|おい]]しいです。[[母|はは]]は いつも [[私|わたし]]たちのために [[家|いえ]]を きれいで [[快適|かいてき]]に します。\n\n[[兄弟|きょうだい]]も それぞれ [[忙|いそが]]しいです。[[兄|あに]]は [[東京|とうきょう]]の [[IT|あいてぃー]]企業で [[ソフトウェアエンジニア|そふとうぇあえんじにあ]]として [[働|はたら]]いて います。[[コンピュータ|こんぴゅーた]]ーが [[得意|とくい]]ですから、[[私|わたし]]の [[パソコン|ぱそこん]]が 壊れたとき よく [[直|なお]]して くれます。[[妹|いもうと]]は [[高校|こうこう]] 2[[年生|ねんせい]]です。いい [[大学|だいがく]]に [[入|はい]]りたいですから、[[真面目|まじめ]]に [[勉強|べんきょう]]しています。でも、[[部屋|へや]]で [[ポップ|ぽっぷ]][[音楽|おんがく]]を [[聞|き]]くのも [[好|す]]きです。[[私|わたし]]は 文学部の [[大学生|だいがくせい]]です。[[毎日|まいにち]] [[自転車|じてんしゃ]]で [[大学|だいがく]]へ [[行|い]]って、言語や [[文化|ぶんか]]を 学びます。\n\n[[平日|へいじつ]]は みんな [[忙|いそが]]しいですが、[[日曜日|にちようび]]は 特別な [[家族|かぞく]]の [[日|ひ]]です。[[私|わたし]]たちは たいてい [[大|おお]]きい [[公園|こうえん]]へ [[ピクニック|ぴくにっく]]に [[行|い]]ったり、[[犬|いぬ]]と [[散歩|さんぽ]]したり します。そこで [[バドミントン|ばどみんとん]]や [[フリスビー|ふりすびー]]を します。[[夜|よる]]は、[[家|いえ]]で [[一緒|いっしょ]]に [[テレビ|てれび]]の [[コメディ|こめでぃ]]番組を [[見|み]]ながら、[[晩|ばん]]ご[[飯|はん]]を [[食|た]]べます。1[[週間|しゅうかん]]の 出来事を [[話|はな]]し合います。[[私|わたし]]の [[家族|かぞく]]は とても [[温|あたた]]かくて、[[優|やさ]]しくて、いつも 支え合っています。こんないい [[家族|かぞく]]が いて、とても [[ラッキー|らっきー]]で [[幸|しあわ]]せだと [[感|かん]]じます。",
    "icon": "fas fa-users",
    "color": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)"
  },
  {
    "id": "s7",
    "title": "Hobi Saya (私の趣味)",
    "category": "Cerita Pribadi",
    "translation": "Hobi terbesar saya adalah traveling atau berwisata. Saya suka menjelajahi tempat-tempat yang belum pernah saya kunjungi sebelumnya. Pada hari libur atau liburan panjang, saya sering merencanakan perjalanan bersama keluarga atau teman-teman dekat. Kami pergi ke berbagai tempat menarik, baik di dalam negeri maupun luar negeri. Saya sangat menikmati melihat pemandangan alam yang indah seperti matahari terbit di gunung atau ombak di pantai yang biru.\n\nSelain pemandangan, tujuan utama saya saat traveling adalah mencicipi kuliner khas daerah tersebut. Saya suka makan ramen di Fukuoka, sushi di Hokkaido, atau takoyaki di Osaka. Mencoba rasa baru adalah petualangan bagi lidah saya. Saya lebih menyukai wisata alam ke gunung atau laut daripada wisata belanja di kota. Udara segar di gunung dan suara ombak di laut membuat pikiran saya menjadi tenang dan rileks, melupakan stres pekerjaan sehari-hari.\n\nSatu hal yang wajib saya lakukan saat traveling adalah mengambil banyak foto. Saya memotret pemandangan, makanan, dan momen lucu bersama teman-teman. Setelah perjalanan selesai, saya suka melihat kembali foto-foto itu di rumah. Itu membuat saya tersenyum dan merasa bahagia karena teringat kenangan indah. Melalui traveling, saya juga mendapatkan banyak pengalaman berharga dan teman baru dari berbagai daerah. Traveling memperkaya jiwa saya, itulah sebabnya saya sangat mencintainya.",
    "template": "[[私|わたし]]の [[一番|いちばん]]の [[趣味|しゅみ]]は [[旅行|りょこう]]です。まだ [[行|い]]ったことがない [[場所|ばしょ]]を [[探検|たんけん]]するのが [[好|す]]きです。[[休|やす]]みの [[日|ひ]]や 長い [[休暇|きゅうか]]に、よく [[家族|かぞく]]や [[親友|しんゆう]]と [[旅行|りょこう]]を [[計画|けいかく]]します。[[国内|こくない]]でも [[海外|かいがい]]でも、いろいろな [[面白|おもしろ]]い [[所|ところ]]へ [[行|い]]きます。[[山|やま]]の [[日|ひ]]の[[出|で]]や [[青|あお]]い [[ビーチ|びーち]]の [[波|なみ]]のような、[[美|うつく]]しい [[自然|しぜん]]の [[景色|けしき]]を [[見|み]]るのが とても [[楽|たの]]しいです。\n\n[[景色|けしき]]の ほかに、[[旅行|りょこう]]の 主な [[目的|もくてき]]は その [[地域|ちいき]]の 特別な [[グルメ|ぐるめ]]を [[味|あじ]]わうことです。[[福岡|ふくおか]]で [[ラーメン|らーめん]]、[[北海道|ほっかいどう]]で お寿司、[[大阪|おおさか]]で [[たこ焼き|たこやき]]を [[食|た]]べるのが [[好|す]]きです。[[新|あたら]]しい [[味|あじ]]を 試すのは [[舌|した]]の 冒険です。[[私|わたし]]は [[都会|とかい]]で [[買い物|かいもの]]するより、[[山|やま]]や [[海|うみ]]への [[自然|しぜん]]旅行のほうが [[好|す]]きです。[[山|やま]]の 新鮮な [[空気|くうき]]と [[海|うみ]]の 波の [[音|おと]]は、[[心|こころ]]を [[落|お]]ち着かせて [[リラックス|りらっくす]]させて、毎日の [[仕事|しごと]]の [[ストレス|すとれす]]を 忘れさせてくれます。\n\n[[旅行|りょこう]]の [[時|とき]] かならず することは、たくさん [[写真|しゃしん]]を [[撮|と]]ることです。[[景色|けしき]]や [[食|た]]べ[[物|もの]]や [[友達|ともだち]]との [[面白|おもしろ]]い 瞬間を [[撮|と]]ります。[[旅行|りょこう]]が [[終|お]]わった [[後|あと]]で、うちで その [[写真|しゃしん]]を [[見|み]]返すのが [[好|す]]きです。いい [[思|おも]]い出を [[思|おも]]い出して、[[笑顔|えがお]]に なって [[嬉|うれ]]しい [[気持|きも]]ちに なります。[[旅行|りょこう]]を通して、たくさんの 貴重な [[経験|けいけん]]や いろいろな [[地域|ちいき]]の [[新|あたら]]しい [[友達|ともだち]]も できます。[[旅行|りょこう]]は [[私|わたし]]の 魂を 豊かに しますから、[[私|わたし]]は [[旅行|りょこう]]が [[大好|だいす]]きです。",
    "icon": "fas fa-plane",
    "color": "linear-gradient(135deg, #a8edea 0%, #fed6e3 100%)"
  },
  {
    "id": "s8",
    "title": "Minuman Kesukaan Saya (私の好きな飲み物)",
    "category": "Makanan & Minuman",
    "translation": "Bagi saya, tidak ada minuman yang lebih enak daripada bir. Bir memang memiliki rasa yang sedikit pahit, tapi justru rasa pahit itulah yang membuatnya nikmat dan dewasa. Ketika saya minum bir, perasaan saya menjadi sangat baik dan beban pikiran terasa hilang. Saya memiliki kebiasaan minum bir setelah pulang kerja. Saat tubuh terasa lelah setelah seharian bekerja keras, segelas bir dingin bisa membuat saya rileks seketika. Itu adalah 'hadiah' untuk diri sendiri.\n\nPada akhir pekan, saya sering pergi keluar bersama teman-teman. Kami pergi ke restoran keluarga, Izakaya, atau kafe yang menyajikan alkohol. Kami memesan bir bersama-sama dan bersulang 'Kanpai!'. Minum bir sambil mengobrol dan tertawa dengan teman adalah waktu yang sangat menyenangkan. Rasanya bir membuat percakapan menjadi lebih lancar dan seru. Selain itu, saat kami mengadakan pesta barbekyu di sungai atau taman, bir adalah menu wajib yang tidak boleh ketinggalan. Daging panggang dan bir adalah pasangan yang sempurna.\n\nMusim panas adalah musim terbaik untuk minum bir. Meminum bir yang sangat dingin di hari yang panas terik memberikan sensasi segar yang luar biasa di tenggorokan. Saya juga punya hobi mencoba berbagai macam jenis bir, baik bir lokal Jepang maupun bir dari luar negeri. Ada banyak rasa dan aroma yang berbeda. Ketika saya menemukan merek bir baru yang enak di supermarket atau bar, saya menjadi sangat senang. Karena itulah, bir akan selalu menjadi minuman favorit nomor satu saya.",
    "template": "[[私|わたし]]にとって、[[ビール|びーる]]より [[美味|おい]]しい [[飲|の]]み[[物|もの]]は ありません。[[ビール|びーる]]は [[確|たし]]かに [[少|すこ]]し [[苦|にが]]いですが、その [[苦|にが]]さが おいしくて、[[大人|おとな]]の [[味|あじ]]です。[[ビール|びーる]]を [[飲|の]]むと、[[気分|きぶん]]が とても よくなって、[[心|こころ]]の [[重荷|おもに]]が [[消|き]]える [[感|かん]]じが します。[[私|わたし]]は [[仕事|しごと]]から [[帰|かえ]]った [[後|あと]]、[[ビール|びーる]]を [[飲|の]]む [[習慣|しゅうかん]]が あります。[[一日中|いちにちじゅう]] [[一生懸命|いっしょうけんめい]] [[働|はたら]]いて [[体|からだ]]が [[疲|つか]]れた [[時|とき]]、[[一杯|いっぱい]]の [[冷|つめ]]たい [[ビール|びーる]]は すぐに [[リラックス|りらっくす]]させて くれます。それは [[自分|じぶん]]への「[[褒美|ほうび]]」です。\n\n[[週末|しゅうまつ]]は、よく [[友達|ともだち]]と 出かけます。[[ファミレス|ふぁみれす]]や 居酒屋や お[[酒|さけ]]がある [[カフェ|かふぇ]]へ [[行|い]]きます。[[一緒|いっしょ]]に [[ビール|びーる]]を [[注文|ちゅうもん]]して、「乾杯！」します。[[友達|ともだち]]と [[話|はな]]して [[笑|わら]]いながら [[ビール|びーる]]を [[飲|の]]むのは とても [[楽|たの]]しい [[時間|じかん]]です。[[ビール|びーる]]は 会話を もっと [[スムーズ|すむーず]]で 楽しくする気が します。それに、[[川|かわ]]や [[公園|こうえん]]で [[バーベキュー|ばーべきゅー]]を する[[時|とき]]、[[ビール|びーる]]は 忘れてはいけない 必須[[メニュー|めにゅー]]です。焼肉と [[ビール|びーる]]は 完璧な [[コンビ|こんび]]です。\n\n[[夏|なつ]]は [[ビール|びーる]]を [[飲|の]]むのに [[最高|さいこう]]の [[季節|きせつ]]です。とても [[暑|あつ]]い [[日|ひ]]に キンキンに [[冷|ひ]]えた [[ビール|びーる]]を [[飲|の]]むと、[[喉|のど]]が とても すっきりします。[[私|わたし]]は いろいろな 種類の [[ビール|びーる]]を 試す 趣味も あります。[[日本|にほん]]の 地ビールや [[海外|かいがい]]の [[ビール|びーる]]などです。たくさんの [[違|ちが]]う [[味|あじ]]や 香りが あります。[[スーパー|すーぱー]]や [[バー|ばー]]で [[新|あたら]]しい [[美味|おい]]しい [[ビール|びーる]]を [[見|み]]つけると、とても [[嬉|うれ]]しく なります。ですから、[[ビール|びーる]]は ずっと [[私|わたし]]の [[ナンバーワン|なんばーわん]]の [[好|す]]きな [[飲|の]]み[[物|もの]]です。",
    "icon": "fas fa-beer",
    "color": "linear-gradient(135deg, #f6d365 0%, #fda085 100%)"
  },
  {
    "id": "s9",
    "title": "Impian Saya (私の夢)",
    "category": "Cerita Pribadi",
    "translation": "Setiap orang pasti memiliki tujuan hidup, dan impian terbesar saya adalah menjadi seorang pengusaha. Di masa depan, saya bertekad untuk mendirikan perusahaan saya sendiri. Tidak perlu perusahaan raksasa, perusahaan kecil pun tidak masalah asalkan sehat dan bermanfaat. Saya ingin menciptakan lingkungan kerja di mana banyak orang bisa bekerja dengan bahagia dan sejahtera. Membuka lapangan pekerjaan bagi orang lain adalah salah satu cara saya berkontribusi kepada masyarakat.\n\nFilosofi bisnis saya sederhana: utamakan pelanggan dan kejujuran. Saya ingin melayani setiap pelanggan dengan ramah dan tulus. Saya juga ingin menggunakan keuntungan perusahaan dengan cara yang benar, misalnya untuk kegiatan sosial atau mengembangkan kesejahteraan karyawan. Selain itu, motivasi terbesar saya adalah keluarga. Saya ingin membahagiakan orang tua dan saudara saya yang selama ini mendukung saya. Saya ingin membawa mereka jalan-jalan keliling dunia dengan hasil kerja keras saya sendiri.\n\nUntuk mewujudkan mimpi besar itu, saya sadar saya harus berjuang mulai dari sekarang. Saat ini saya sedang belajar dua bahasa asing sekaligus, yaitu bahasa Jepang dan bahasa Inggris, karena bisnis masa depan pasti bersifat global. Saya juga rajin membaca buku-buku tentang manajemen bisnis dan ekonomi. Terkadang rasanya lelah dan sulit membagi waktu, tapi saya tidak akan menyerah. Saya percaya, usaha yang dilakukan hari ini akan membuahkan hasil manis di masa depan.",
    "template": "[[誰|だれ]]でも [[人生|じんせい]]の [[目標|もくひょう]]が あります。[[私|わたし]]の [[一番|いちばん]] [[大|おお]]きい [[夢|ゆめ]]は [[ビジネスマン|びじねすまん]]に なることです。[[将来|しょうらい]]、[[自分|じぶん]]の [[会社|かいしゃ]]を [[作|つく]]りたいです。[[巨大|きょだい]]な [[会社|かいしゃ]]じゃなくても [[良|い]]いです。[[小|ちい]]さくても、いい [[会社|かいしゃ]]なら いいです。[[私|わたし]]は [[沢山|たくさん]]の [[人|ひと]]が [[幸|しあわ]]せに [[働|はたら]]ける [[場所|ばしょ]]を [[作|つく]]りたいです。ほかの [[人|ひと]]のために [[仕事|しごと]]を [[作|つく]]ることは、[[社会|しゃかい]]に [[貢献|こうけん]]する [[方法|ほうほう]]の [[一|ひと]]つです。\n\n[[私|わたし]]の [[ビジネス|びじねす]]の [[考|かんが]]えは [[シンプル|しんぷる]]です。お[[客|きゃく]]さんと 正直さが [[一番|いちばん]]です。お[[客|きゃく]]さんに [[優|やさ]]しく、[[誠実|せいじつ]]に したいです。そして、[[会社|かいしゃ]]の 利益（お[[金|かね]]）を [[正|ただ]]しく [[使|つか]]いたいです。たとえば、[[ボランティア|ぼらんてぃあ]]活動や 社員の ために [[使|つか]]います。また、[[一番|いちばん]]の [[モチベーション|もちべーしょん]]は [[家族|かぞく]]です。[[私|わたし]]を [[サポート|さぽーと]]してくれた [[両親|りょうしん]]や [[兄弟|きょうだい]]を [[幸|しあわ]]せに したいです。[[自分|じぶん]]の [[努力|どりょく]]で、[[彼|かれ]]らを [[世界|せかい]][[旅行|りょこう]]に 連れて行きたいです。\n\nその [[大|おお]]きい [[夢|ゆめ]]を かなえるために、[[今|いま]]から [[頑張|がんば]]らなければなりません。[[今|いま]]、[[日本語|にほんご]]と [[英語|えいご]]を [[勉強|べんきょう]]しています。[[未来|みらい]]の [[ビジネス|びじねす]]は [[グローバル|ぐろーばる]]ですから。[[ビジネス|びじねす]]や [[経済|けいざい]]の [[本|ほん]]も よく [[読|よ]]みます。ときどき [[疲|つか]]れて、[[難|むずか]]しいですが、[[私|わたし]]は [[諦|あきら]]めません。[[今日|きょう]]の [[努力|どりょく]]は、[[将来|しょうらい]] いい 結果に なると [[信|しん]]じて います。",
    "icon": "fas fa-briefcase",
    "color": "linear-gradient(135deg, #e0c3fc 0%, #8ec5fc 100%)"
  },
  {
    "id": "s10",
    "title": "Nenek Saya (僕のおばあちゃん)",
    "category": "Keluarga",
    "translation": "Nenek saya adalah orang yang sangat spesial bagi saya. Tahun ini beliau berusia 72 tahun, tapi beliau masih sangat energik dan sehat. Nenek tinggal sendirian di sebuah rumah tua yang nyaman, tidak jauh dari rumah kami. Meskipun sendirian, nenek tidak pernah merasa kesepian. Beliau punya rutinitas unik. Saat cuaca cerah, nenek selalu berjalan kaki pergi ke rumah sakit. Bukan karena sakit parah, tapi karena rumah sakit itu menjadi tempat berkumpul (salon) bagi para lansia di lingkungan itu. Di sana beliau bertemu banyak teman untuk mengobrol tentang cucu dan kesehatan.\n\nSebaliknya, jika cuaca buruk atau hujan, nenek akan tetap di rumah karena kakinya sering terasa nyeri jika udara dingin. Pada hari-hari seperti itu, atau saat liburan sekolah, saya sering pergi mengunjungi rumahnya. Saya sangat suka rumah nenek yang berbau harum kue. Saat saya datang, saya akan menyanyikan lagu-lagu yang baru saya pelajari di sekolah untuk menghiburnya. Nenek akan mendengarkan sambil tersenyum dan bertepuk tangan. Beliau juga sering menceritakan kisah-kisah Jepang zaman dulu (Mukashi-banashi) seperti Momotaro atau Kaguya-hime yang sangat seru.\n\nHal terbaik dari mengunjungi nenek adalah makanannya. Nenek sangat pandai membuat roti dan kue tradisional. Roti buatan nenek sangat lembut dan manis, jauh lebih enak daripada yang dijual di toko. Kami minum teh hangat sambil makan kue buatannya. Kehadiran saya selalu membuat suasana rumah nenek yang sepi menjadi ramai dan penuh tawa. Melihat wajah bahagia nenek membuat saya merasa senang. Saya berjanji akan terus mengunjunginya dan menjaganya agar nenek selalu bahagia.",
    "template": "[[僕|ぼく]]の おばあちゃんは [[僕|ぼく]]にとって [[特別|とくべつ]]な [[人|ひと]]です。[[今年|ことし]] 72[[歳|さい]]ですが、まだ とても [[元気|げんき]]で [[アクティブ|あくてぃぶ]]です。おばあちゃんは [[僕|ぼく]]たちの [[家|いえ]]の [[近|ちか]]くの [[古|ふる]]くて [[快適|かいてき]]な [[家|いえ]]に [[一人|ひとり]]で [[住|す]]んで います。でも、[[全然|ぜんぜん]] [[寂|さび]]しくありません。[[ユニーク|ゆにーく]]な [[習慣|しゅうかん]]が ありますから。[[天気|てんき]]が [[良|い]]い [[日|ひ]]、おばあちゃんは いつも [[歩|ある]]いて [[病院|びよういん]]へ [[行|い]]きます。[[病気|びょうき]]だからじゃありません。[[病院|びよういん]]は [[お年寄|おとしよ]]りの [[サロン|さろん]]（[[集|あつ]]まる [[場所|ばしょ]]）ですから。そこで [[友達|ともだち]]に [[会|あ]]って、[[孫|まご]]や [[健康|けんこう]]について [[話|はな]]します。\n\n[[反対|はんたい]]に、[[天気|てんき]]が [[悪|わる]]い [[日|ひ]]や [[雨|あめ]]の [[日|ひ]]は、[[家|いえ]]に います。[[寒|さむ]]いと [[足|あし]]が [[痛|いた]]く なりますから。そんな [[日|ひ]]や、[[学校|がっこう]]の [[休|やす]]みの [[日|ひ]]に、[[僕|ぼく]]は よく [[遊|あそ]]びに [[行|い]]きます。[[僕|ぼく]]は お[[菓子|かし]]の いい [[匂|にお]]いが する おばあちゃんの [[家|いえ]]が [[好|す]]きです。[[僕|ぼく]]が [[行|い]]くと、[[学校|がっこう]]で [[習|なら]]った [[新|あたら]]しい [[歌|うた]]を [[歌|うた]]って あげます。おばあちゃんは [[笑|わら]]って、拍手して 聞いてくれます。[[昔話|むかしばなし]]（桃太郎や かぐや姫など）も [[話|はな]]して くれます。とても [[面白|おもしろ]]いです。\n\n[[一番|いちばん]] いい ことは、[[食|た]]べ[[物|もの]]です。おばあちゃんは [[パン|ぱん]]や [[伝統的|でんとうてき]]な お[[菓子|かし]]を [[作|つく]]るのが [[上手|じょうず]]です。おばあちゃんの [[パン|ぱん]]は [[柔|やわ]]らかくて [[甘|あま]]くて、お[[店|みせ]]より [[美味|おい]]しいです。[[僕|ぼく]]たちは [[温|あたた]]かい お[[茶|ちゃ]]を [[飲|の]]んで、[[ケーキ|けーき]]を [[食|た]]べます。[[僕|ぼく]]が [[行|い]]くと、[[静|しず]]かな [[家|いえ]]が にぎやかで [[笑顔|えがお]]に なります。おばあちゃんの [[幸|しあわ]]せな [[顔|かお]]を [[見|み]]ると、[[僕|ぼく]]も [[嬉|うれ]]しいです。ずっと おばあちゃんを [[大切|たいせつ]]に したいです。",
    "icon": "fas fa-user-friends",
    "color": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)"
  },
  {
    "id": "s11",
    "title": "Pergi ke Salon Rambut (美容院へ行く)",
    "category": "Kehidupan Sehari-hari",
    "translation": "Rambut saya sudah mulai panjang dan berantakan, jadi kemarin saya memutuskan untuk pergi ke salon rambut (Biyouin). Saya sudah melakukan reservasi lewat telepon sehari sebelumnya agar tidak perlu menunggu lama. Salonnya bersih dan bergaya modern. Saat masuk, staf menyapa saya dengan ramah dan menyimpan tas serta jaket saya di loker. Saya duduk di kursi yang nyaman dan mengenakan jubah potong.\n\nSeorang penata rambut (Biyoushi) datang dan bertanya, 'Hari ini mau dipotong model bagaimana?'. Karena bahasa Jepang saya belum sempurna, saya sudah menyiapkan foto model rambut yang saya inginkan dari Instagram. Saya menunjukkannya dan berkata, 'Tolong potong seperti ini, tapi jangan terlalu pendek di bagian depan'. Penata rambut itu mengangguk mengerti, 'Baik, saya paham. Saya akan merapikan bagian sampingnya juga ya'. Dia memotong dengan sangat hati-hati dan terampil sambil mengajak saya mengobrol ringan tentang cuaca dan hobi.\n\nBagian yang paling saya suka adalah saat keramas. Di salon Jepang, mereka mencuci rambut kita setelah dipotong. Kursi cucinya sangat nyaman, dan mereka memijat kepala saya dengan lembut menggunakan sampo yang wanginya enak. Rasanya sangat rileks sampai saya hampir tertidur. Setelah dikeringkan dan ditata (Styling) dengan wax, saya melihat cermin. Wah, hasilnya sangat bagus dan rapi! Saya membayar 4.000 yen di kasir dan mendapatkan kartu anggota. Saya pasti akan kembali lagi ke sini bulan depan.",
    "template": "[[髪|かみ]]が [[長|なが]]く なって [[ボサボサ|ぼさぼさ]]でしたから、[[昨日|きのう]] [[美容院|びよういん]]へ [[行|い]]くことに しました。[[長|なが]]く [[待|ま]]たないように、[[前|まえ]]の [[日|ひ]]に [[電話|でんわ]]で [[予約|よやく]]をしました。[[美容院|びよういん]]は きれいで [[モダン|もだん]]でした。[[入|はい]]った [[時|とき]]、[[スタッフ|すたっふ]]が [[元気|げんき]]に [[挨拶|あいさつ]]して、[[私|わたし]]の かばんと [[ジャケット|じゃけっと]]を [[ロッカー|ろっかー]]に [[入|い]]れました。[[私|わたし]]は [[居心地|いごこち]]がいい [[椅子|いす]]に [[座|すわ]]って、[[ケープ|けーぷ]]を [[着|き]]ました。\n\n[[美容師|びようし]]さんが [[来|き]]て、「[[今日|きょう]]は どんな [[スタイル|すたいる]]に しますか」と [[聞|き]]きました。[[私|わたし]]の [[日本語|にほんご]]は まだ [[完璧|かんぺき]]じゃありませんから、[[インスタグラム|いんすたぐらむ]]から なりたい [[髪型|かみがた]]の [[写真|しゃしん]]を [[準備|じゅんび]]しました。それを [[見|み]]せて、「このように [[切|き]]って ください。でも、[[前髪|まえがみ]]は [[短|みじか]]すぎないように して ください」と [[言|い]]ました。[[美容師|びようし]]さんは [[頷|うなず]]いて、「わかりました。[[横|よこ]]も [[整|ととの]]えますね」と [[言|い]]ました。[[彼|かれ]]は [[天気|てんき]]や [[趣味|しゅみ]]について [[話|はな]]しながら、とても [[丁寧|ていねい]]に [[上手|じょうず]]に [[切|き]]りました。\n\n[[一番|いちばん]] [[好|す]]きなのは [[シャンプー|しゃんぷー]]の [[時間|じかん]]です。[[日本|にほん]]の [[美容院|びよういん]]では、[[切|き]]った [[後|あと]]で [[髪|かみ]]を [[洗|あら]]います。[[シャンプー|しゃんぷー]]台は とても [[快適|かいてき]]で、いい [[匂|にお]]いの [[シャンプー|しゃんぷー]]で [[頭|あたま]]を [[優|やさ]]しく [[マッサージ|まっさーじ]]して くれました。とても [[リラックス|りらっくす]]して、[[眠|ねむ]]く なりました。乾かして、[[ワックス|わっくす]]で [[スタイリング|すたいりんぐ]]した [[後|あと]]、[[鏡|かがみ]]を [[見|み]]ました。わあ、とても かっこよくて さっぱりしました！ [[レジ|れじ]]で 4000[[円|えん]]を [[払|はら]]って、[[メンバーズカード|めんばーずかーど]]を もらいました。[[来月|らいげつ]] また ここに [[来|き]]ます。",
    "icon": "fas fa-cut",
    "color": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)"
  },
  {
    "id": "s12",
    "title": "Aturan Membuang Sampah (ゴミ出しのルール)",
    "category": "Aturan & Masyarakat",
    "translation": "Tinggal di Jepang berarti harus mematuhi aturan pembuangan sampah yang cukup ketat dan rumit. Di apartemen saya, kami harus memisahkan sampah (Bunbetsu) menjadi beberapa kategori: sampah yang bisa dibakar (Moeru Gomi), sampah tidak bisa dibakar (Moenai Gomi), dan sampah daur ulang seperti botol plastik, kaleng, dan kaca. Setiap jenis sampah memiliki hari pembuangan yang berbeda. Misalnya, sampah bakar hanya boleh dibuang pada hari Senin dan Kamis, sedangkan botol plastik pada hari Rabu. Jika kita salah hari, truk sampah tidak akan mengambilnya dan tetangga mungkin akan marah.\n\nSelain jadwal, kita juga harus memperhatikan jenis kantong sampah. Di kota saya, kita wajib menggunakan kantong plastik transparan atau setengah transparan agar isinya bisa terlihat. Untuk botol plastik (PET Bottle), aturannya lebih detail lagi: kita harus melepas tutup botol dan label plastiknya, lalu membilas bagian dalamnya dengan air bersih sebelum dibuang. Kardus susu harus digunting, dicuci, dan dikeringkan. Awalnya saya merasa ini sangat merepotkan (Mendokusai), tapi lama-kelamaan saya terbiasa dan sadar ini penting untuk lingkungan.\n\nWaktu pembuangan juga penting. Kita harus menaruh sampah di tempat pengumpulan (Gomi Station) sebelum jam 8 pagi pada hari pengumpulan. Jangan membuang sampah di malam sebelumnya karena bisa diacak-acak oleh kucing liar atau burung gagak (Karasu). Burung gagak di Jepang sangat pintar dan sering menyobek kantong sampah untuk mencari makanan, membuat jalanan jadi kotor. Oleh karena itu, biasanya tempat sampah ditutup dengan jaring biru atau kuning. Saya selalu mengecek kalender sampah yang ditempel di kulkas setiap malam agar tidak salah.",
    "template": "[[日本|にほん]]に [[住|す]]むことは、[[厳|きび]]しくて [[複雑|ふくざつ]]な [[ゴミ|ごみ]]出しの [[ルール|るーる]]を [[守|まも]]ることです。[[私|わたし]]の [[アパート|あぱーと]]では、[[ゴミ|ごみ]]を いくつかの [[種類|しゅるい]]に [[分別|ぶんべつ]]しなければなりません。[[燃|も]]える [[ゴミ|ごみ]]、[[燃|も]]えない [[ゴミ|ごみ]]、そして [[ペットボトル|ぺっとぼとる]]や [[缶|かん]]や [[瓶|びん]]のような [[リサイクル|りさいくる]]できる [[ゴミ|ごみ]]です。それぞれの [[ゴミ|ごみ]]に [[違|ちが]]う [[収集|しゅうしゅう]][[日|び]]が あります。たとえば、[[燃|も]]える [[ゴミ|ごみ]]は [[月曜日|げつようび]]と [[木曜日|もくようび]]だけで、[[ペットボトル|ぺっとぼとる]]は [[水曜日|すいようび]]です。もし [[日|ひ]]を [[間違|まちが]]えたら、[[ゴミ|ごみ]][[収集車|しゅうしゅうしゃ]]は [[持|も]]って[[行|い]]かないし、[[近所|きんじょ]]の [[人|ひと]]が [[怒|おこ]]るかもしれません。\n\n[[スケジュール|すけじゅーる]]の ほかに、[[ゴミ|ごみ]]袋も [[気|き]]をつけなければなりません。[[私|わたし]]の [[町|まち]]では、[[中身|なかみ]]が [[見|み]]えるように [[透明|とうめい]]か [[半透明|はんとうめい]]の [[ビニール|びにーる]]袋を [[使|つか]]わなければなりません。[[ペットボトル|ぺっとぼとる]]の [[ルール|るーる]]は もっと [[細|こま]]かいです。[[キャップ|きゃっぷ]]と [[ラベル|らべる]]を [[外|はず]]して、[[捨|す]]てる [[前|まえ]]に [[中|なか]]を [[水|みず]]で [[洗|あら]]わなければなりません。[[牛乳|ぎゅうにゅう]][[パック|ぱっく]]は [[切|き]]って、[[洗|あら]]って、[[乾|かわ]]かします。[[最初|さいしょ]]は とても [[面倒|めんどう]]くさいと [[感|かん]]じましたが、だんだん [[慣|な]]れて、これは [[環境|かんきょう]]のために [[大切|たいせつ]]だと [[気|き]]づきました。\n\n[[出|だ]]す [[時間|じかん]]も [[大切|たいせつ]]です。[[収集|しゅうしゅう]][[日|び]]の [[朝|あさ]] 8[[時|じ]]までに [[ゴミ|ごみ]][[置|お]]き[[場|ば]]に [[出|だ]]さなければなりません。[[前|まえ]]の [[夜|よる]]に [[出|だ]]しては いけません。[[野良猫|のらねこ]]や [[カラス|からす]]が [[散|ち]]らかすからです。[[日本|にほん]]の [[カラス|からす]]は とても [[頭|あたま]]が よくて、[[食|た]]べ[[物|もの]]を [[探|さが]]すために よく [[ゴミ|ごみ]]袋を [[破|やぶ]]って、[[道|みち]]を [[汚|きたな]]く します。ですから、たいてい [[ゴミ|ごみ]][[置|お]]き[[場|ば]]は [[青|あお]]い [[ネット|ねっと]]で [[覆|おお]]われています。[[私|わたし]]は [[間違|まちが]]えないように、[[毎晩|まいばん]] [[冷蔵庫|れいぞうこ]]に [[貼|は]]ってある [[ゴミ|ごみ]]のカレンダーを チェックします。",
    "icon": "fas fa-trash-alt",
    "color": "linear-gradient(135deg, #a18cd1 0%, #fbc2eb 100%)"
  },
  {
    "id": "s13",
    "title": "Makan di Restoran Keluarga (ファミレスで食事)",
    "category": "Makanan & Minuman",
    "translation": "Siang ini saya merasa lapar sekali setelah belajar. Saya mengajak teman sekelas saya untuk makan siang di 'Famiresu' (Family Restaurant) dekat sekolah. Restoran keluarga seperti Gusto atau Saizeriya sangat populer di Jepang karena harganya murah dan menunya beragam. Saat masuk, pelayan bertanya 'Nan-mei sama desu ka?' (Berapa orang?). Saya menjawab 'Ni-mei desu' (Dua orang). Kami diantar ke meja di dekat jendela. Di meja ada tombol bel untuk memanggil pelayan, jadi kami tidak perlu berteriak.\n\nMenu di sini sangat banyak, ada makanan Jepang, Barat, dan Cina. Saya memutuskan memesan Hamburger Steak dengan lelehan keju dan set nasi. Teman saya memesan Spaghetti Carbonara. Kami juga memesan 'Drink Bar'. Ini adalah sistem yang hebat di mana kita membayar satu harga (sekitar 300 yen) dan boleh minum sepuasnya. Ada jus jeruk, soda, teh, dan berbagai jenis kopi. Kami bisa mengambil sendiri di mesin minuman. Sambil menunggu makanan datang, kami minum dan mengobrol tentang rencana liburan musim panas.\n\nMakanan kami diantar oleh robot kucing yang lucu! Ini teknologi baru yang ada di beberapa restoran Jepang. Robot itu membawa nampan berisi makanan kami dan berkata 'Terima kasih sudah menunggu'. Kami mengambil makanan dari robot itu. Rasanya enak dan porsinya pas. Setelah selesai makan, kami membawa bon tagihan ke kasir. Sekarang banyak tempat menggunakan kasir mandiri (Self-checkout). Kami memindai bon dan membayar masing-masing (Warikan). Makan di Famiresu sangat praktis dan menyenangkan.",
    "template": "[[今日|きょう]]の [[午後|ごご]]、[[勉強|べんきょう]]した [[後|あと]]で お[[腹|なか]]が ペコペコでした。[[学校|がっこう]]の [[近|ちか]]くの「[[ファミレス|ふぁみれす]]（[[ファミリーレストラン|ふぁみりーれすとらん]]）」へ [[昼|ひる]]ご[[飯|はん]]に [[クラスメート|くらすめーと]]を [[誘|さそ]]いました。ガストや サイゼリヤのような [[ファミレス|ふぁみれす]]は、[[安|やす]]くて [[メニュー|めにゅー]]が いろいろ ありますから、[[日本|にほん]]で とても [[人気|にんき]]があります。[[入|はい]]った [[時|とき]]、[[店員|てんいん]]さんが「[[何名|なんめい]]様ですか」と [[聞|き]]きました。[[私|わたし]]は「[[2名|にめい]]です」と [[答|こた]]えました。[[窓|まど]]の [[側|そば]]の [[席|せき]]へ [[案内|あんない]]されました。[[テーブル|てーぶる]]に [[店員|てんいん]]さんを [[呼|よ]]ぶ [[ベル|べる]]の [[ボタン|ぼたん]]が ありますから、[[叫|さけ]]ぶ [[必要|ひつよう]]が ありません。\n\nここの [[メニュー|めにゅー]]は とても [[多|おお]]いです。[[和食|わしょく]]、[[洋食|ようしょく]]、[[中華|ちゅうか]]が あります。[[私|わたし]]は [[チーズ|ちーず]]が たっぷりの [[ハンバーグ|はんばーぐ]]と ご[[飯|はん]]の [[セット|せっと]]を [[注文|ちゅうもん]]することに しました。[[友達|ともだち]]は [[カルボナーラ|かるぼなーら]]を [[頼|たの]]みました。[[私|わたし]]たちは「[[ドリンクバー|どりんくばー]]」も [[注文|ちゅうもん]]しました。これは すばらしい [[システム|しすてむ]]で、ひとつの [[値段|ねだん]]（300[[円|えん]]ぐらい）を [[払|はら]]って、[[好|す]]きなだけ [[飲|の]]めます。[[オレンジジュース|おれんじじゅーす]]、[[ソーダ|そーだ]]、お[[茶|ちゃ]]、いろいろな [[コーヒー|こーひー]]が あります。[[ドリンク|どりんく]]の [[機械|きかい]]で [[自分|じぶん]]で [[取|と]]れます。[[料理|りょうり]]を [[待|ま]]つ [[間|あいだ]]、[[飲|の]]みながら [[夏休|なつやす]]みの [[計画|けいかく]]について [[話|はな]]しました。\n\n[[私|わたし]]たちの [[料理|りょうり]]は [[可愛|かわ]]い [[ネコ|ねこ]]の [[ロボット|ろぼっと]]が [[運|はこ]]んで [[来|き]]ました！ これは [[日本|にほん]]の いくつかの [[レストラン|れすとらん]]にある [[新|あたら]]しい [[テクノロジー|てくのろじー]]です。[[ロボット|ろぼっと]]は [[料理|りょうり]]が [[乗|の]]った [[トレー|とれー]]を [[持|も]]ってきて、「お[[待|ま]]たせしました」と [[言|い]]ました。[[私|わたし]]たちは [[ロボット|ろぼっと]]から [[料理|りょうり]]を [[取|と]]りました。[[美味|おい]]しくて、[[量|りょう]]も ちょうどよかったです。[[食|た]]べ[[終|お]]わってから、[[伝票|でんぴょう]]を [[レジ|れじ]]へ [[持|も]]って[[行|い]]きました。[[今|いま]]は [[セルフレジ|せるふれじ]]が [[多|おお]]いです。[[伝票|でんぴょう]]を [[スキャン|すきゃん]]して、[[別々|べつべつ]]に（[[割|わ]]り[[勘|かん]]で）[[払|はら]]いました。[[ファミレス|ふぁみれす]]で [[食|た]]べるのは とても [[便利|べんり]]で [[楽|たの]]しいです。",
    "icon": "fas fa-utensils",
    "color": "linear-gradient(135deg, #f6d365 0%, #fda085 100%)"
  },
  {
    "id": "s14",
    "title": "Berwisata ke Kyoto (京都旅行)",
    "category": "Pariwisata",
    "translation": "Minggu lalu adalah 'Golden Week' atau libur panjang di Jepang, jadi saya memutuskan untuk berwisata ke Kyoto. Saya pergi dari Stasiun Tokyo menggunakan kereta cepat Shinkansen 'Nozomi'. Perjalanannya memakan waktu sekitar 2 jam 15 menit. Di dalam kereta, saya makan 'Ekiben' (Bento Stasiun) yang lezat sambil melihat pemandangan Gunung Fuji dari jendela. Kyoto adalah ibu kota lama Jepang, jadi di sana ada banyak sekali kuil Buddha dan kuil Shinto yang bersejarah.\n\nTempat pertama yang saya kunjungi adalah Kinkakuji atau Paviliun Emas. Sesuai namanya, bangunan kuil ini dilapisi dengan emas asli dan bersinar berkilauan di tengah kolam. Sangat indah seperti di dalam lukisan. Setelah itu, saya pergi ke Kuil Kiyomizudera yang ada di atas bukit. Panggung kayunya sangat tinggi dan pemandangan kota Kyoto dari sana luar biasa. Di jalan menuju kuil, saya menyewa Kimono. Berjalan-jalan di Kyoto sambil memakai Kimono adalah pengalaman yang sangat istimewa. Banyak turis asing yang meminta foto bersama saya.\n\nSore harinya, saya pergi ke distrik Gion untuk mencari oleh-oleh. Saya membeli 'Yatsuhashi', kue tradisional Kyoto berbentuk segitiga yang rasanya manis dengan aroma kayu manis. Ada rasa stroberi, cokelat, dan matcha (teh hijau). Saya juga mencoba es krim matcha yang pekat. Kyoto sangat ramai dengan turis, tapi suasananya sangat tradisional dan menenangkan. Saya sangat lelah berjalan seharian, tapi hati saya sangat puas. Saya ingin mengajak orang tua saya ke sini suatu hari nanti.",
    "template": "[[先週|せんしゅう]]は [[日本|にほん]]の [[ゴールデンウィーク|ごーるでんうぃーく]]（[[大型|おおがた]][[連休|れんきゅう]]）でしたから、[[京都|きょうと]]へ [[旅行|りょこう]]することに しました。[[東京|とうきょう]][[駅|えき]]から [[新幹線|しんかんせん]]の「のぞみ」で [[行|い]]きました。[[時間|じかん]]は 2[[時間|じかん]]15[[分|ふん]]ぐらい かかりました。[[電車|でんしゃ]]の [[中|なか]]で、[[窓|まど]]から [[富士山|ふじさん]]を [[見|み]]ながら [[美味|おい]]しい「[[駅弁|えきべん]]」を [[食|た]]べました。[[京都|きょうと]]は [[日本|にほん]]の [[昔|むかし]]の [[首都|しゅと]]ですから、[[歴史的|れきしてき]]な お[[寺|てら]]や [[神社|じんじゃ]]が たくさん あります。\n\n[[最初|さいしょ]]に [[行|い]]った [[場所|ばしょ]]は [[金閣寺|きんかくじ]]です。[[名前|なまえ]]のとおり、お[[寺|てら]]の [[建物|たてもの]]は [[本物|ほんもの]]の [[金|きん]]で [[覆|おお]]われていて、[[池|いけ]]の [[真|ま]]ん[[中|なか]]で キラキラ [[輝|かがや]]いて いました。[[絵|え]]のように [[美|うつく]]しかったです。そのあと、[[丘|おか]]の [[上|うえ]]にある [[清水寺|きよみずでら]]へ [[行|い]]きました。[[木|き]]の [[舞台|ぶたい]]は とても [[高|たか]]くて、そこからの [[京都|きょうと]]の [[町|まち]]の [[景色|けしき]]は すばらしかったです。お[[寺|てら]]へ [[行|い]]く [[道|みち]]で、[[着物|きもの]]を [[レンタル|れんたる]]しました。[[着物|きもの]]を [[着|き]]て [[京都|きょうと]]を [[散歩|さんぽ]]するのは とても [[特別|とくべつ]]な [[経験|けいけん]]です。たくさんの [[外国人|がいこくじん]]の [[観光客|かんこうきゃく]]が [[私|わたし]]と [[写真|しゃしん]]を [[撮|と]]りたがりました。\n\n[[夕方|ゆうがた]]、お[[土産|みやげ]]を [[探|さが]]すために [[祇園|ぎおん]][[地区|ちく]]へ [[行|い]]きました。「[[八ッ橋|やつはし]]」という [[三角形|さんかくけい]]の [[京都|きょうと]]の [[伝統的|でんとうてき]]な お[[菓子|かし]]を [[買|か]]いました。シナモンの [[香|かお]]りで [[甘|あま]]いです。イチゴ[[味|あじ]]、チョコ[[味|あじ]]、[[抹茶|まっちゃ]]（グリーンティー）[[味|あじ]]が あります。[[濃厚|のうこう]]な [[抹茶|まっちゃ]][[アイスクリーム|あいすくりーむ]]も [[食|た]]べました。[[京都|きょうと]]は [[観光客|かんこうきゃく]]で [[混|こ]]んでいましたが、[[雰囲気|ふんいき]]は とても [[伝統的|でんとうてき]]で [[落|お]]ち[[着|つ]]きました。[[一日中|いちにちじゅう]] [[歩|ある]]いて とても [[疲|つか]]れましたが、[[心|こころ]]は [[満足|まんぞく]]しました。いつか [[両親|りょうしん]]を ここに [[連|つ]]れて[[行|い]]きたいです。",
    "icon": "fas fa-torii-gate",
    "color": "linear-gradient(135deg, #84fab0 0%, #8fd3f4 100%)"
  },
  {
    "id": "s15",
    "title": "Pesta Takoyaki (たこ焼きパーティー)",
    "category": "Kegiatan Sosial",
    "translation": "Hari Sabtu kemarin, saya mengundang tiga teman sekolah untuk datang ke apartemen saya. Kami mengadakan 'Takopa' atau Pesta Takoyaki. Takoyaki adalah makanan khas Osaka berbentuk bola-bola kecil yang berisi potongan gurita. Di Jepang, membuat takoyaki bersama-sama di rumah adalah kegiatan sosial yang sangat populer. Kami pergi ke supermarket dulu untuk membeli bahan-bahan: tepung takoyaki, telur, gurita rebus (Tako), daun bawang, remah tempura (Tenkasu), dan jahe merah.\n\nSesampainya di rumah, kami menyiapkan adonan. Teman saya membawa mesin pembuat takoyaki listrik. Kami mengoleskan minyak di mesin, lalu menuangkan adonan cair. Kami memasukkan potongan gurita ke dalam setiap lubang. Bagian yang paling seru dan sulit adalah membalik bola-bola itu menggunakan tusuk besi kecil. Awalnya bentuknya berantakan, tapi lama-kelamaan menjadi bulat sempurna. Kami tertawa saat ada yang gagal membaliknya dan isinya tumpah. 'Hati-hati, panas!' teriak teman saya.\n\nSetelah matang dan berwarna cokelat keemasan, kami menaruhnya di piring. Kami memberikan topping saus takoyaki, mayones, bubuk rumput laut (Aonori), dan serutan ikan cakalang (Katsuobushi) yang menari-nari karena panas. Rasanya sangat lezat! Luarnya renyah dan dalamnya lembut dan panas. Kami juga mencoba isi lain selain gurita, seperti sosis, keju, dan cokelat untuk pencuci mulut. Kami makan sambil menonton film horor di TV. Itu adalah hari libur yang sangat menyenangkan.",
    "template": "この[[前|まえ]]の [[土曜日|どようび]]、[[学校|がっこう]]の [[友達|ともだち]] 3[[人|にん]]を [[アパート|あぱーと]]に [[招待|しょうたい]]しました。[[私|わたし]]たちは「タコパ」、つまり [[たこ焼き|たこやき]][[パーティー|ぱーてぃー]]を しました。[[たこ焼き|たこやき]]は [[大阪|おおさか]]の [[特別|とくべつ]]な [[料理|りょうり]]で、[[中|なか]]に [[タコ|たこ]]が [[入|はい]]っている [[小|ちい]]さい [[ボール|ぼーる]]です。[[日本|にほん]]では、うちで [[一緒|いっしょ]]に [[たこ焼き|たこやき]]を [[作|つく]]るのは とても [[人気|にんき]]がある [[ソーシャル|そーしゃる]]な [[活動|かつどう]]です。まず [[スーパー|すーぱー]]へ [[材料|ざいりょう]]を [[買|か]]いに [[行|い]]きました。[[たこ焼き|たこやき]][[粉|こな]]、[[卵|たまご]]、[[茹|ゆ]]でた [[タコ|たこ]]、[[ネギ|ねぎ]]、[[天|てん]]かす、[[紅|べに]]しょうがです。\n\nうちについて、[[生地|きじ]]を [[準備|じゅんび]]しました。[[友達|ともだち]]が [[電気|でんき]]の [[たこ焼き|たこやき]][[機|き]]を [[持|も]]ってきました。[[機械|きかい]]に [[油|あぶら]]を [[引|ひ]]いて、[[液体|えきたい]]の [[生地|きじ]]を [[流|なが]]しました。それぞれの [[穴|あな]]に [[タコ|たこ]]を [[入|い]]れました。[[一番|いちばん]] [[楽|たの]]しくて [[難|むずか]]しいのは、[[小|ちい]]さい [[鉄|てつ]]の [[ピック|ぴっく]]を [[使|つか]]って [[ボール|ぼーる]]を [[回|まわ]]すことです。[[最初|さいしょ]]は [[形|かたち]]が ぐちゃぐちゃでしたが、だんだん [[完璧|かんぺき]]な [[丸|まる]]に なりました。[[失敗|しっぱい]]して [[中身|なかみ]]が こぼれたとき、[[私|わたし]]たちは [[笑|わら]]いました。「[[気|き]]をつけて、[[熱|あつ]]いよ！」と [[友達|ともだち]]が [[叫|さけ]]びました。\n\n[[焼|や]]けて きつね[[色|いろ]]に なった [[後|あと]]、お[[皿|さら]]に [[乗|の]]せました。[[たこ焼き|たこやき]][[ソース|そーす]]、[[マヨネーズ|まよねーず]]、[[青|あお]]のり、そして [[熱|あつ]]さで [[踊|おど]]る かつお[[節|ぶし]]を [[トッピング|とっぴんぐ]]しました。とても [[美味|おい]]しかったです！ [[外|そと]]は カリカリで、[[中|なか]]は トロトロで [[熱|あつ]]かったです。[[タコ|たこ]]以外に、[[ソーセージ|そーせーじ]]や [[チーズ|ちーず]]、[[デザート|でざーと]]として [[チョコレート|ちょこれーと]]も [[試|ため]]しました。[[テレビ|てれび]]で [[ホラー|ほらー]][[映画|えいが]]を [[見|み]]ながら [[食|た]]べました。とても [[楽|たの]]しい [[休|やす]]みの [[日|ひ]]でした。",
    "icon": "fas fa-users",
    "color": "linear-gradient(135deg, #ff758c 0%, #ff7eb3 100%)"
  },
  {
    "id": "s16",
    "title": "Melihat Bunga Sakura (お花見)",
    "category": "Budaya & Musim",
    "translation": "Di Jepang, datangnya musim semi ditandai dengan mekarnya bunga sakura pada bulan Maret atau April. Ini adalah momen yang paling ditunggu-tunggu oleh semua orang. Ketika bunga sakura mekar penuh atau 'Mankai', orang-orang melakukan kegiatan yang disebut 'O-Hanami'. Hanami bukan sekadar melihat bunga, tapi berpiknik di bawah pohon sakura bersama teman, keluarga, atau rekan kerja. Taman-taman besar seperti Taman Ueno di Tokyo akan sangat ramai dengan ribuan pengunjung.\n\nAkhir pekan lalu, saya diajak oleh rekan kerja (Douryou) untuk pergi Hanami. Kami harus datang pagi-pagi sekali untuk menempati tempat (Basho-tori) karena taman sangat penuh. Kami menggelar tikar plastik biru (Blue Sheet) di bawah pohon yang besar. Setiap orang membawa makanan dan minuman. Ada Bento spesial musim semi, ayam goreng (Karaage), keripik kentang, dan tentu saja bir serta Sake. Kami makan, minum, dan mengobrol dengan riang gembira di bawah atap bunga berwarna merah muda.\n\nPemandangan yang paling saya sukai adalah 'Sakura Fubuki'. Ini terjadi ketika angin bertiup dan ribuan kelopak bunga sakura berguguran seperti hujan salju. Kelopak bunga itu jatuh ke rambut kami dan masuk ke dalam gelas minuman. Sangat romantis dan indah seperti di dalam film anime. Meskipun udara masih sedikit dingin, kehangatan kebersamaan dengan teman-teman membuat saya lupa waktu. Hanami adalah budaya Jepang yang mengajarkan kita untuk menghargai keindahan alam yang singkat.",
    "template": "[[日本|にほん]]では、[[春|はる]]の [[到来|とうらい]]は 3[[月|がつ]]か 4[[月|がつ]]に [[桜|さくら]]が [[咲|さ]]くことです。これは みんなが [[一番|いちばん]] [[待|ま]]っている [[瞬間|しゅんかん]]です。[[桜|さくら]]が [[満開|まんかい]]に なると、[[人|ひと]]びとは「お[[花見|はなみ]]」という [[活動|かつどう]]を します。[[花見|はなみ]]は ただ [[花|はな]]を [[見|み]]ること じゃなくて、[[友達|ともだち]]や [[家族|かぞく]]や [[同僚|どうりょう]]と [[桜|さくら]]の [[木|き]]の [[下|した]]で [[ピクニック|ぴくにっく]]を することです。[[東京|とうきょう]]の [[上野|うえの]][[公園|こうえん]]のような [[大|おお]]きい [[公園|こうえん]]は [[何千人|なんぜんにん]]もの お[[客|きゃく]]さんで とても [[賑|にぎ]]やかに なります。\n\n[[先週|せんしゅう]]の [[週末|しゅうまつ]]、[[同僚|どうりょう]]に お[[花見|はなみ]]に [[誘|さそ]]われました。[[公園|こうえん]]は いっぱいですから、[[場所|ばしょ]][[取|と]]りのために [[朝|あさ]] [[早|はや]]く [[行|い]]かなければなりませんでした。[[私|わたし]]たちは [[大|おお]]きい [[木|き]]の [[下|した]]に [[青|あお]]い [[ビニールシート|びにーるしーと]]を [[敷|し]]きました。みんなが [[食|た]]べ[[物|もの]]と [[飲|の]]み[[物|もの]]を [[持|も]]ってきました。[[春|はる]]の [[スペシャル|すぺしゃる]]な お[[弁当|べんとう]]、[[唐揚|からあ]]げ、[[ポテトチップス|ぽてとちっぷす]]、そして もちろん [[ビール|びーる]]と お[[酒|さけ]]が ありました。[[ピンク|ぴんく]][[色|いろ]]の [[花|はな]]の [[屋根|やね]]の [[下|した]]で、[[食|た]]べて、[[飲|の]]んで、[[楽|たの]]しく [[話|はな]]しました。\n\n[[私|わたし]]が [[一番|いちばん]] [[好|す]]きな [[景色|けしき]]は「[[桜|さくら]][[吹雪|ふぶき]]」です。[[風|かぜ]]が [[吹|ふ]]く [[時|とき]]、[[何千|なんぜん]]もの [[花びら|はなびら]]が [[雪|ゆき]]のように [[散|ち]]ります。[[花びら|はなびら]]は [[私|わたし]]たちの [[髪|かみ]]に [[落|お]]ちて、[[グラス|ぐらす]]の [[中|なか]]に [[入|はい]]ります。[[アニメ|あにめ]]の [[映画|えいが]]のように とても [[ロマンチック|ろまんちっく]]で きれいです。[[空気|くうき]]は まだ [[少|すこ]]し [[寒|さむ]]かったですが、[[友達|ともだち]]との [[時間|じかん]]の [[温|あたた]]かさで [[時間|じかん]]を [[忘|わす]]れました。[[花見|はなみ]]は [[短|みじか]]い [[自然|しぜん]]の [[美|うつく]]しさを [[大切|たいせつ]]に することを [[教|おし]]える [[日本|にほん]]の [[文化|ぶんか]]です。",
    "icon": "fas fa-fan",
    "color": "linear-gradient(135deg, #ff9a9e 0%, #fecfef 100%)"
  },
  {
    "id": "s17",
    "title": "Naik Bus (バスに乗る)",
    "category": "Transportasi",
    "translation": "Bagi orang asing, sistem bus di Jepang bisa sedikit membingungkan karena berbeda dengan kereta. Di banyak kota, kita tidak membayar saat naik, melainkan saat turun. Kita biasanya naik melalui pintu bagian belakang atau tengah. Saat masuk, ada mesin kecil yang mengeluarkan tiket kertas (Seiriken). Kita harus mengambil tiket itu. Di tiket itu ada nomornya, misalnya nomor 1, 2, atau 3. Nomor ini menunjukkan di halte mana kita mulai naik.\n\nDi bagian depan bus, di atas supir, ada layar monitor yang menampilkan daftar harga. Jika tiket kita nomor 1, kita harus melihat harga di bawah angka 1 di layar. Semakin jauh perjalanan kita, angkanya akan terus naik. Sebelum sampai di halte tujuan, kita harus menekan tombol 'Tomarimasu' (Berhenti) yang ada di dinding atau pegangan tangan. Jika tidak ditekan, bus mungkin akan lewat begitu saja. Suara pengumuman di bus sangat sopan dan jelas.\n\nSaat turun, kita berjalan ke pintu depan di dekat supir. Kita memasukkan tiket dan uang koin ke dalam kotak pembayaran yang transparan. Masalahnya, mesin ini tidak memberikan uang kembalian (Otsuri). Jika kita tidak punya uang pas, kita harus menukar uang dulu di 'Mesin Penukar' (Ryougae-ki) yang menyatu dengan kotak pembayaran. Mesin itu bisa menukar uang kertas 1000 yen menjadi koin. Supir bus di Jepang sangat sabar. Mereka akan menunggu sampai kita selesai membayar dan duduk dengan aman sebelum menjalankan bus lagi.",
    "template": "[[外国人|がいこくじん]]にとって、[[日本|にほん]]の [[バス|ばす]]の [[システム|しすてむ]]は [[電車|でんしゃ]]と [[違|ちが]]いますから、[[少|すこ]]し わかりにくいです。[[多|おお]]くの [[町|まち]]では、[[乗|の]]る [[時|とき]]じゃなくて、[[降|お]]りる [[時|とき]]に [[払|はら]]います。たいてい [[後|うし]]ろか [[真|ま]]ん[[中|なか]]の [[ドア|どあ]]から [[乗|の]]ります。[[入|はい]]る [[時|とき]]、[[紙|かみ]]の [[チケット|ちけっと]]（[[整理券|せいりけん]]）を [[出|だ]]す [[小|ちい]]さい [[機械|きかい]]が あります。その [[チケット|ちけっと]]を [[取|と]]らなければなりません。[[チケット|ちけっと]]に [[番号|ばんごう]]が あります。たとえば 1番、2番、3番です。この [[番号|ばんごう]]は どの [[バス|ばす]]停で [[乗|の]]ったかを [[示|しめ]]します。\n\n[[バス|ばす]]の [[前|まえ]]、[[運転手|うんてんしゅ]]さんの [[上|うえ]]に、[[料金表|りょうきんひょう]]を [[見|み]]せる [[モニター|もにたー]]が あります。もし [[チケット|ちけっと]]が 1番なら、[[モニター|もにたー]]の 1の [[下|した]]の [[値段|ねだん]]を [[見|み]]なければなりません。[[遠|とお]]くへ [[行|い]]けば [[行|い]]くほど、[[値段|ねだん]]は [[上|あ]]がります。[[目的地|もくてきち]]に [[着|つ]]く [[前|まえ]]に、[[壁|かべ]]や [[手|て]]すりにある「[[止|と]]まります」の [[ボタン|ぼたん]]を [[押|お]]さなければなりません。もし [[押|お]]さなかったら、[[バス|ばす]]は [[通過|つうか]]するかもしれません。[[バス|ばす]]の [[アナウンス|あなうんす]]は とても [[丁寧|ていねい]]で はっきりしています。\n\n[[降|お]]りる [[時|とき]]、[[運転手|うんてんしゅ]]さんの [[近|ちか]]くの [[前|まえ]]の [[ドア|どあ]]へ [[歩|ある]]きます。[[透明|とうめい]]な [[料金|りょうきん]][[箱|ばこ]]に [[チケット|ちけっと]]と [[コイン|こいん]]を [[入|い]]れます。[[問題|もんだい]]は、この [[機械|きかい]]は お[[釣|つ]]りが[[出|で]]ません。もし ちょうどの お[[金|かね]]が なかったら、[[料金|りょうきん]][[箱|ばこ]]と [[一緒|いっしょ]]にある「[[両替|りょうがえ]][[機|き]]」で [[先|さき]]に [[両替|りょうがえ]]しなければなりません。その [[機械|きかい]]は 1000[[円|えん]][[札|さつ]]を [[コイン|こいん]]に [[変|か]]えることが できます。[[日本|にほん]]の [[運転手|うんてんしゅ]]さんは とても [[我慢|がまん]][[強|づよ]]いです。[[私|わたし]]たちが [[払|はら]]って、[[安全|あんぜん]]に [[座|すわ]]るまで [[待|ま]]ってから、また [[バス|ばす]]を [[動|うご]]かします。",
    "icon": "fas fa-bus",
    "color": "linear-gradient(135deg, #4facfe 0%, #00f2fe 100%)"
  },
  {
    "id": "s18",
    "title": "Toko 100 Yen (100円ショップ)",
    "category": "Belanja",
    "translation": "Salah satu tempat belanja favorit saya di Jepang adalah '100-en Shop' (Hyakkin) seperti Daiso, Seria, atau Can Do. Seperti namanya, hampir semua barang di toko ini dijual dengan harga 100 yen (ditambah pajak menjadi 110 yen). Toko ini adalah surga bagi pelajar asing seperti saya yang ingin berhemat. Barangnya sangat beragam, mulai dari alat tulis, peralatan dapur, alat kebersihan, kosmetik, hingga makanan ringan. Kualitasnya pun mengejutkan bagus untuk harga semurah itu.\n\nSaya sering membeli alat tulis seperti pulpen, buku catatan, dan penghapus di sana. Desainnya lucu-lucu dan fungsional. Untuk peralatan dapur, saya membeli piring, gelas, dan sumpit. Bahkan ada barang-barang ide unik (Idea Goods) yang sangat praktis, seperti alat pengupas telur rebus atau wadah microwave khusus pasta. Teman saya dari luar negeri selalu meminta diantar ke Toko 100 Yen untuk membeli oleh-oleh (Omiyage) karena barang-barangnya terlihat 'sangat Jepang' seperti kipas lipat dan dompet koin bermotif tradisional.\n\nNamun, kita harus berhati-hati saat belanja di sini. Karena harganya sangat murah, kita sering tidak sadar memasukkan terlalu banyak barang ke dalam keranjang. Saya pernah berniat hanya membeli satu gunting, tapi akhirnya keluar membawa 10 barang lain yang sebenarnya tidak terlalu saya butuhkan. Kasirnya sekarang banyak yang otomatis (Self-register), kita bisa memindai barang sendiri dan membayar dengan uang tunai atau kartu elektronik. Toko 100 Yen benar-benar penyelamat kehidupan sehari-hari.",
    "template": "[[日本|にほん]]で [[私|わたし]]の [[一番|いちばん]] [[好|す]]きな [[買|か]]い[[物|もの]][[場所|ばしょ]]は、[[ダイソー|だいそー]]や [[セリア|せりあ]]や [[キャンドゥ|きゃんどぅ]]のような「100[[円|えん]][[ショップ|しょっぷ]]（[[百均|ひゃっきん]]）」です。[[名前|なまえ]]のとおり、ほとんどの [[商品|しょうひん]]が 100[[円|えん]]（[[税込み|ぜいこみ]]で 110[[円|えん]]）で [[売|う]]られています。この お[[店|みせ]]は [[節約|せつやく]]したい [[留学生|りゅうがくせい]]にとって [[天国|てんごく]]です。[[商品|しょうひん]]は いろいろ あります。[[文房具|ぶんぼうぐ]]、[[台所|だいどころ]][[用品|ようひん]]、[[掃除|そうじ]][[道具|どうぐ]]、[[コスメ|こすめ]]、[[スナック|すなっく]]まで あります。その [[安|やす]]さにしては、[[品質|ひんしつ]]は [[驚|おどろ]]くほど いいです。\n\n[[私|わたし]]は よく そこで [[ペン|ぺん]]や [[ノート|のーと]]や [[消|け]]し[[ゴム|ごむ]]のような [[文房具|ぶんぼうぐ]]を [[買|か]]います。[[デザイン|でざいん]]は [[可愛|かわ]]くて [[機能的|きのうてき]]です。[[台所|だいどころ]][[用品|ようひん]]として、お[[皿|さら]]や [[コップ|こっぷ]]や [[箸|はし]]を [[買|か]]いました。[[ゆで卵|ゆでたまご]]の [[皮|かわ]]を むく [[道具|どうぐ]]や、[[パスタ|ぱすた]]用（よう）の [[電子レンジ|でんしれんじ]][[容器|ようき]]のような、とても [[便利|べんり]]な「[[アイデア|あいであ]][[グッズ|ぐっず]]」も あります。[[海外|かいがい]]からの [[友達|ともだち]]は、お[[土産|みやげ]]を [[買|か]]うために いつも 100[[円|えん]][[ショップ|しょっぷ]]へ [[連|つ]]れて[[行|い]]ってと [[頼|たの]]みます。[[扇子|せんす]]や [[伝統的|でんとうてき]]な [[柄|がら]]の [[小銭|こぜに]]いれのような「とても [[日本|にほん]]的（てき）な」[[商品|しょうひん]]が あるからです。\n\nしかし、ここで [[買|か]]い[[物|もの]]をする [[時|とき]]は [[気|き]]をつけなければなりません。[[値段|ねだん]]が とても [[安|やす]]いですから、[[気|き]]づかないうちに [[カゴ|かご]]に たくさんの [[商品|しょうひん]]を [[入|い]]れてしまいます。[[ハサミ|はさみ]]を [[一|ひと]]つだけ [[買|か]]う つもりでしたが、[[結局|けっきょく]] あまり [[必要|ひつよう]]じゃない ほかの 10[[個|こ]]の [[商品|しょうひん]]を [[買|か]]ってしまったことが あります。[[レジ|れじ]]は [[今|いま]] [[セルフレジ|せるふれじ]]が [[多|おお]]くて、[[自分|じぶん]]で [[スキャン|すきゃん]]して [[現金|げんきん]]や [[電子|でんし]][[マネー|まねー]]で [[払|はら]]えます。100[[円|えん]][[ショップ|しょっぷ]]は [[本当|ほんとう]]に [[日常生活|にちじょうせいかつ]]の [[救世主|きゅうせいしゅ]]です。",
    "icon": "fas fa-store-alt",
    "color": "linear-gradient(135deg, #fa709a 0%, #fee140 100%)"
  },
  {
    "id": "s19",
    "title": "Masuk Angin (風邪をひく)",
    "category": "Kesehatan",
    "translation": "Di Jepang, perubahan musim sering membuat kondisi tubuh menurun. Kemarin lusa, saya merasa ada yang salah dengan tubuh saya. Tenggorokan saya sakit saat menelan ludah, dan kepala saya terasa berat. Malamnya, saya menggigil kedinginan dan saat diukur dengan termometer (Taionkei), suhu tubuh saya 38 derajat. Saya masuk angin (Kaze). Karena demam tinggi, saya menelepon kantor untuk izin sakit dan beristirahat di rumah seharian.\n\nKeesokan paginya, demam saya belum turun, jadi saya pergi ke 'Naika' (Klinik Penyakit Dalam) di dekat stasiun. Di resepsionis, saya menyerahkan Kartu Asuransi Kesehatan (Hokenshou) saya. Dokter memeriksa dada dan tenggorokan saya dengan stetoskop. Dokter berkata, 'Ini hanya flu biasa, bukan influenza. Jangan khawatir'. Saya diberi resep obat untuk 3 hari. Saya harus pergi ke apotek (Yakkyoku) terpisah untuk menebus obatnya. Apoteker menjelaskan cara minum obat dengan sangat teliti dan memberikan 'Buku Catatan Obat' (Okusuri Techou).\n\nDi rumah, saya tidak punya nafsu makan, tapi saya harus makan agar bisa minum obat. Orang Jepang biasanya makan bubur nasi (Okayu) atau Udon hangat saat sedang sakit karena mudah dicerna. Saya membeli bubur instan dan minuman ion (seperti Pocari Sweat) di toserba. Saya memakai masker di dalam kamar agar tidak menularkan virus ke teman serumah. Setelah minum obat dan tidur panjang selama 10 jam, akhirnya keringat keluar dan badan saya terasa lebih ringan. Kesehatan memang hal yang paling penting.",
    "template": "[[日本|にほん]]では、[[季節|きせつ]]の [[変|か]]わり[[目|め]]は よく [[体調|たいちょう]]を [[崩|くず]]します。[[一昨日|おととい]]、[[体|からだ]]の [[調子|ちょうし]]が [[悪|わる]]いと [[感|かん]]じました。[[唾|つば]]を [[飲|の]]む [[時|とき]] [[喉|のど]]が [[痛|いた]]くて、[[頭|あたま]]が [[重|おも]]かったです。[[夜|よる]]、[[寒気|さむけ]]がして、[[体温計|たいおんけい]]で [[測|はか]]ると、38[[度|ど]]ありました。[[風邪|かぜ]]を ひきました。[[高|たか]]い [[熱|ねつ]]でしたから、[[会社|かいしゃ]]に [[電話|でんわ]]して [[病欠|びょうけつ]]を[[取|と]]って、[[一日中|いちにちじゅう]] うちで [[休|やす]]みました。\n\n[[次|つぎ]]の [[朝|あさ]]、まだ [[熱|ねつ]]が [[下|さ]]がりませんでしたから、[[駅|えき]]の [[近|ちか]]くの「[[内科|ないか]]」へ [[行|い]]きました。[[受付|うけつけ]]で、[[保険証|ほけんしょう]]を [[出|だ]]しました。お[[医者|いしゃ]]さんは [[聴診器|ちょうしんき]]で [[胸|むね]]と [[喉|のど]]を [[診察|しんさつ]]しました。お[[医者|いしゃ]]さんは「ただの [[風邪|かぜ]]です。[[インフルエンザ|いんふるえんざ]]じゃありません。[[心配|しんぱい]]しないで」と [[言|い]]ました。3[[日分|にちぶん]]の [[処方箋|しょほうせん]]を もらいました。[[薬|くすり]]を もらうために [[別|べつ]]の [[薬局|やっきょく]]へ [[行|い]]かなければなりませんでした。[[薬剤師|やくざいし]]さんは [[丁寧|ていねい]]に [[飲|の]]み[[方|かた]]を [[説明|せつめい]]して、「お[[薬|くすり]][[手帳|てちょう]]」を くれました。\n\nうちで、[[食欲|しょくよく]]が ありませんでしたが、[[薬|くすり]]を [[飲|の]]むために [[食|た]]べなければなりませんでした。[[日本人|にほんじん]]は [[病気|びょうき]]の [[時|とき]]、[[消化|しょうか]]にいいですから、たいてい お[[粥|かゆ]]か [[温|あたた]]かい [[うどん|うどん]]を [[食|た]]べます。[[私|わたし]]は [[コンビニ|こんびに]]で [[インスタント|いんすたんと]]の お[[粥|かゆ]]と [[イオン|いおん]][[飲料|いんりょう]]（ポカリスエットなど）を [[買|か]]いました。[[ルームメイト|るーむめいと]]に [[ウイルス|ういるす]]を うつさないように、[[部屋|へや]]の [[中|なか]]で [[マスク|ますく]]を しました。[[薬|くすり]]を [[飲|の]]んで、10[[時間|じかん]] ぐっすり [[寝|ね]]た [[後|あと]]、やっと [[汗|あせ]]が [[出|で]]て、[[体|からだ]]が [[軽|かる]]くなりました。やはり [[健康|けんこう]]は [[一番|いちばん]] [[大切|たいせつ]]です。",
    "icon": "fas fa-procedures",
    "color": "linear-gradient(135deg, #a18cd1 0%, #fbc2eb 100%)"
  },
  {
    "id": "s20",
    "title": "Hari Olahraga (運動会)",
    "category": "Kegiatan Sosial",
    "translation": "Di Jepang, bulan Oktober disebut sebagai 'Musim Olahraga' karena cuacanya yang sejuk dan cerah, tidak terlalu panas dan tidak dingin. Di bulan ini, banyak sekolah dan komunitas mengadakan 'Undoukai' atau Hari Olahraga. Minggu lalu, ada Undoukai di lingkungan tempat tinggal saya. Ketua RT (Chonaikai) mengajak semua warga, termasuk orang asing seperti saya, untuk ikut berpartisipasi. Tujuannya adalah untuk mempererat hubungan antar tetangga.\n\nAcara dimulai pagi hari dengan 'Radio Taiso', yaitu senam pagi yang sangat terkenal di Jepang. Semua orang, dari anak kecil sampai kakek nenek, hafal gerakannya. Setelah itu, kami dibagi menjadi dua tim: Tim Merah dan Tim Putih. Ada banyak lomba seru, seperti lari estafet, memasukkan bola ke keranjang (Tama-ire), dan tarik tambang (Tsunahiki). Saya ikut lomba tarik tambang. Kami memegang tali tambang yang besar dan menarik sekuat tenaga sambil berteriak 'Wasshoi! Wasshoi!'. Tim saya, Tim Merah, berhasil menang!\n\nSaat jam makan siang, semua orang duduk di tikar di lapangan rumput dan makan Bento bersama-sama. Tetangga saya memberi saya onigiri dan teh. Kami mengobrol dan tertawa bersama. Saya merasa sangat diterima di komunitas ini. Meskipun besoknya badan saya pegal-pegal (Kinniku-tsuu), saya merasa sangat senang. Undoukai bukan tentang menang atau kalah, tapi tentang kerja sama tim dan kegembiraan bersama.",
    "template": "[[日本|にほん]]では、[[天気|てんき]]が [[涼|すず]]しくて [[晴|は]]れていて、[[暑|あつ]]くなくて [[寒|さむ]]くないですから、10[[月|がつ]]は「[[スポーツ|すぽーつ]]の [[季節|きせつ]]」と [[呼|よ]]ばれています。この [[月|がつ]]に、たくさんの [[学校|がっこう]]や [[コミュニティ|こみゅにてぃ]]で「[[運動会|うんどうかい]]」が あります。[[先週|せんしゅう]]、[[私|わたし]]が [[住|す]]んでいる [[地域|ちいき]]で [[運動会|うんどうかい]]が ありました。[[町内会|ちょうないかい]]の [[会長|かいちょう]]は [[私|わたし]]のような [[外国人|がいこくじん]]も [[含|ふく]]めて、[[住民|じゅうみん]] みんなを [[参加|さんか]]に [[誘|さそ]]いました。[[目的|もくてき]]は [[近所|きんじょ]]の [[人|ひと]]たちとの [[関係|かんけい]]を [[深|ふか]]めることです。\n\n[[イベント|いべんと]]は [[朝|あさ]]、「[[ラジオ|らじお]][[体操|たいそう]]」から [[始|はじ]]まりました。これは [[日本|にほん]]で とても [[有名|ゆうめい]]な [[朝|あさ]]の [[体操|たいそう]]です。[[子供|こども]]から お[[年寄|としよ]]りまで、みんな [[動|うご]]きを [[覚|おぼ]]えています。その[[後|あと]]、[[私|わたし]]たちは 2つの [[チーム|ちーむ]]に [[分|わ]]かれました。[[赤|あか]][[組|ぐみ]]と [[白|しろ]][[組|ぐみ]]です。たくさんの [[面白|おもしろ]]い [[競技|きょうぎ]]が ありました。[[リレー|りれー]]、[[玉|たま]][[入|い]]れ、[[綱引|つなひ]]きなどです。[[私|わたし]]は [[綱引|つなひ]]きに [[参加|さんか]]しました。[[太|ふと]]い [[ロープ|ろーぷ]]を [[持|も]]って、「ワッショイ！ワッショイ！」と [[叫|さけ]]びながら [[全力|ぜんりょく]]で [[引|ひ]]っ[[張|ぱ]]りました。[[私|わたし]]の [[チーム|ちーむ]]、[[赤|あか]][[組|ぐみ]]が [[勝|か]]ちました！\n\n[[ランチタイム|らんちたいむ]]に、みんな [[芝生|しばふ]]の [[シート|しーと]]に [[座|すわ]]って、[[一緒|いっしょ]]に お[[弁当|べんとう]]を [[食|た]]べました。[[隣|となり]]の [[人|ひと]]が おにぎりと お[[茶|ちゃ]]を くれました。[[私|わたし]]たちは [[話|はな]]して [[笑|わら]]いました。この [[コミュニティ|こみゅにてぃ]]に [[受|う]]け[[入|い]]れられていると [[感|かん]]じました。[[次|つぎ]]の [[日|ひ]] [[筋肉痛|きんにくつう]]に なりましたが、とても [[楽|たの]]しかったです。[[運動会|うんどうかい]]は [[勝|か]]ち[[負|ま]]けじゃなくて、[[チームワーク|ちーむわーく]]と [[喜|よろこ]]びの [[共有|きょうゆう]]です。",
    "icon": "fas fa-running",
    "color": "linear-gradient(135deg, #43e97b 0%, #38f9d7 100%)"
  }
]
